/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50528
Source Host           : localhost:3306
Source Database       : kokou

Target Server Type    : MYSQL
Target Server Version : 50528
File Encoding         : 65001

Date: 2015-06-10 09:47:28
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `bus`
-- ----------------------------
DROP TABLE IF EXISTS `bus`;
CREATE TABLE `bus` (
  `code` varchar(5) NOT NULL DEFAULT '0',
  `name` varchar(30) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `description` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`code`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of bus
-- ----------------------------
INSERT INTO `bus` VALUES ('1', 'バス１', '1', null);
INSERT INTO `bus` VALUES ('2', 'バス２', '2', null);

-- ----------------------------
-- Table structure for `class`
-- ----------------------------
DROP TABLE IF EXISTS `class`;
CREATE TABLE `class` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) DEFAULT NULL,
  `nameen` varchar(100) DEFAULT NULL,
  `namekr` varchar(100) DEFAULT NULL,
  `department` varchar(3) DEFAULT NULL,
  `level` int(11) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=33 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of class
-- ----------------------------
INSERT INTO `class` VALUES ('1', '무궁화반', '', '무궁화반', 'e', '1', '2015-04-20 23:04:58', '2015-05-07 01:36:24', '1429538698480');
INSERT INTO `class` VALUES ('7', '진달래반', '', '진달래반', 'e', '1', '2015-04-21 01:42:02', '2015-05-07 01:36:32', '1429548121768');
INSERT INTO `class` VALUES ('8', '봉선화반', '', '봉선화반', 'e', '1', '2015-04-22 12:02:37', '2015-05-07 01:36:45', '1429671757456');
INSERT INTO `class` VALUES ('9', 'A', 'A', 'A', 'h', '1', null, null, null);
INSERT INTO `class` VALUES ('10', 'B', 'B', 'B', 'h', '1', null, null, null);
INSERT INTO `class` VALUES ('11', 'C', 'C', 'C', 'h', '1', null, null, null);
INSERT INTO `class` VALUES ('12', 'D', 'D', 'D', 'h', '1', null, null, null);
INSERT INTO `class` VALUES ('13', 'A', 'A', 'A', 'h', '2', null, null, null);
INSERT INTO `class` VALUES ('14', 'B', 'B', 'B', 'h', '2', null, null, null);
INSERT INTO `class` VALUES ('15', 'C', 'C', 'C', 'h', '2', null, null, null);
INSERT INTO `class` VALUES ('16', 'D', 'D', 'D', 'h', '2', null, null, null);
INSERT INTO `class` VALUES ('17', 'A', 'A', 'A', 'h', '3', null, null, null);
INSERT INTO `class` VALUES ('18', 'B', 'B', 'B', 'h', '3', null, null, null);
INSERT INTO `class` VALUES ('19', 'C', 'C', 'C', 'h', '3', null, null, null);
INSERT INTO `class` VALUES ('20', 'D', 'D', 'D', 'h', '3', null, null, null);
INSERT INTO `class` VALUES ('21', 'A', 'A', 'A', 'm', '1', null, null, null);
INSERT INTO `class` VALUES ('22', 'B', 'B', 'B', 'm', '1', null, null, null);
INSERT INTO `class` VALUES ('23', 'C', 'C', 'C', 'm', '1', null, null, null);
INSERT INTO `class` VALUES ('24', 'D', 'D', 'D', 'm', '1', null, null, null);
INSERT INTO `class` VALUES ('25', 'A', 'A', 'A', 'm', '2', null, null, null);
INSERT INTO `class` VALUES ('26', 'B', 'B', 'B', 'm', '2', null, null, null);
INSERT INTO `class` VALUES ('27', 'C', 'C', 'C', 'm', '2', null, null, null);
INSERT INTO `class` VALUES ('28', 'D', 'D', 'D', 'm', '2', null, null, null);
INSERT INTO `class` VALUES ('29', 'A', 'A', 'A', 'm', '3', null, null, null);
INSERT INTO `class` VALUES ('30', 'B', 'B', 'B', 'm', '3', null, null, null);
INSERT INTO `class` VALUES ('31', 'C', 'C', 'C', 'm', '3', null, null, null);
INSERT INTO `class` VALUES ('32', 'D', 'D', 'D', 'm', '3', null, null, null);

-- ----------------------------
-- Table structure for `department`
-- ----------------------------
DROP TABLE IF EXISTS `department`;
CREATE TABLE `department` (
  `code` varchar(5) NOT NULL DEFAULT '0',
  `name` varchar(30) DEFAULT NULL,
  `is_student` tinyint(4) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  PRIMARY KEY (`code`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of department
-- ----------------------------
INSERT INTO `department` VALUES ('E', '幼稚園', '1', '5');
INSERT INTO `department` VALUES ('H', '高校', '1', '2');
INSERT INTO `department` VALUES ('J', '中学校', '1', '3');
INSERT INTO `department` VALUES ('O', '事務所', '0', '1');
INSERT INTO `department` VALUES ('P', '小学校', '1', '4');

-- ----------------------------
-- Table structure for `high_1`
-- ----------------------------
DROP TABLE IF EXISTS `high_1`;
CREATE TABLE `high_1` (
  `name` varchar(255) DEFAULT NULL,
  `birthday` varchar(255) DEFAULT NULL,
  `sex` varchar(255) DEFAULT NULL,
  `keeper_name` varchar(255) DEFAULT NULL,
  `postal_code` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `pre_school` varchar(255) DEFAULT NULL,
  `enter_year` varchar(255) DEFAULT NULL,
  `enter_month` varchar(255) DEFAULT NULL,
  `enter_day` varchar(255) DEFAULT NULL,
  `enter_kind` varchar(255) DEFAULT NULL,
  `1_class` varchar(255) DEFAULT NULL,
  `1_no` varchar(255) DEFAULT NULL,
  `2_class` varchar(255) DEFAULT NULL,
  `2_no` varchar(255) DEFAULT NULL,
  `3_class` varchar(255) DEFAULT NULL,
  `3_no` varchar(255) DEFAULT NULL,
  `nation` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of high_1
-- ----------------------------
INSERT INTO `high_1` VALUES ('具花鈴', '4/15/1999', '女', '267', '590-0144', '堺市南区赤坂台3-9-32-308', '072-292-2248', '堺市立赤坂台中学校', '2015', '4', '1', '新入学', 'A', '1', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('木下友里', '1/3/2000', '女', '268', '590-0045', '堺市堺区四条通6-1', '072-238-8458', '建国中学校', '2015', '4', '1', '新入学', 'A', '2', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('農座鈴央', '9/9/1999', '女', '269', '546-0023', '大阪市東住吉区矢田3-12-4', '06-7492-1418', '建国中学校', '2015', '4', '1', '新入学', 'A', '3', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('西森優花', '8/13/1999', '女', '270', '570-0011', '守口市金田町3-3-14', '06-7161-6841', '守口市立大久保中学校', '2015', '4', '1', '新入学', 'A', '4', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('高橋直美', '9/25/1999', '女', '271', '561-0834', '豊中市庄内栄町5-9-31', '080-3136-7351', '建国中学校', '2015', '4', '1', '新入学', 'A', '5', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('鳥居晴菜', '3/8/2000', '女', '272', '590-0111', '堺市南区三原台3-1-16-609', '072-291-0004', '堺市立三原台中学校', '2015', '4', '1', '新入学', 'A', '6', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('前田果玲', '8/5/1999', '女', '273', '664-0008', '伊丹市荒牧南3-15-9', '072-784-7760', '伊丹市立荒牧中学校', '2015', '4', '1', '新入学', 'A', '7', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('前田海音', '7/27/1999', '女', '274', '580-0024', '松原市東新町1-13-17', '072-290-7160', '建国中学校', '2015', '4', '1', '新入学', 'A', '8', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('松井夏生', '7/9/1999', '女', '275', '552-0016', '大阪市港区三先2-2-14', '06-6572-1770', '大阪市立港南中学校', '2015', '4', '1', '新入学', 'A', '9', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('南口七海', '8/26/1999', '女', '276', '580-0022', '松原市河合2-438-4-203', '072-338-0624', '松原市立松原中学校', '2015', '4', '1', '新入学', 'A', '10', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('鈴木仁衣菜', '6/27/1999', '女', '277', '594-1156', '和泉市内田町2-8-12', '0725-24-5654', '和泉市立石尾中学校', '2015', '4', '1', '新入学', 'A', '11', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('吉村碧', '6/19/1999', '女', '278', '558-0014', '大阪市住吉区我孫子1-6-2-307', '06-6696-0825', '建国中学校', '2015', '4', '1', '新入学', 'A', '12', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('岩田未羽', '12/19/1999', '女', '279', '590-0526', '泉南市男里6-17-21-205', '072-484-3830', '泉南市立泉南中学校', '2015', '4', '1', '新入学', 'A', '13', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('播磨玲奈', '10/2/1999', '女', '280', '590-0022', '松原市河合1-13-17', '072-335-8234', '松原市立松原中学校', '2015', '4', '1', '新入学', 'A', '14', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('藤阪真由香', '3/5/1999', '女', '281', '546-0043', '大阪市東住吉区駒川3-7-18-401', '06-6654-9485', '千里国際高等学校', '2015', '4', '1', '新入学', 'A', '15', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('福田鈴歩', '8/27/1999', '女', '282', '581-0016', '八尾市八尾木北6-111', '072-933-5600', '八尾市立曙川南中学校', '2015', '4', '1', '新入学', 'A', '16', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('高萌加', '10/4/1999', '女', '283', '544-0033', '大阪市生野区勝山北5-7-2', '06-6717-4771', '建国中学校', '2015', '4', '1', '新入学', 'A', '17', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('金旼宣', '6/28/1999', '女', '284', '542-0082', '大阪市中央区島之内1-11-6-601', '090-9252-0500', '建国中学校', '2015', '4', '1', '新入学', 'A', '18', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('金アンナ', '6/1/1999', '女', '285', '557-0032', '大阪市西成区旭3-9-9', '06-6567-2562', '建国中学校', '2015', '4', '1', '新入学', 'A', '19', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('朴里鶴', '6/10/1999', '女', '286', '534-0014', '大阪市都島区都島北通2-22-32-2502', '06-6926-7022', '建国中学校', '2015', '4', '1', '新入学', 'A', '20', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('伊藤千華', '3/2/2000', '女', '287', '558-0032', '大阪市住吉区遠里小野3-8-11', '090-3863-6145', '大阪市立南中学校', '2015', '4', '1', '新入学', 'A', '21', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('鄭雅列', '4/8/1999', '女', '288', '558-0023', '大阪市住吉区山之内2-6-24', '06-6693-7960', '建国中学校', '2015', '4', '1', '新入学', 'A', '22', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('木下顕聖', '7/27/1999', '男', '289', '558-0023', '大阪市住吉区山之内1-6-4-305', '06-6690-7041', '大阪市立大和川中学校', '2015', '4', '1', '新入学', 'A', '31', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('下岡宏治', '2/10/2000', '男', '290', '581-0022', '八尾市柏村町3-16-4', '072-922-9998', '八尾市立曙川南中学校', '2015', '4', '1', '新入学', 'A', '32', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('李相勲', '1/24/2000', '男', '291', '558-0011', '大阪市住吉区苅田9-14-7-702', '06-6282-7051', '傍元中学校', '2015', '4', '1', '新入学', 'A', '33', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('金慶龍', '3/23/2000', '男', '292', '547-0042', '大阪市平野区平野市町1-10-2', '06-6792-5776', '建国中学校', '2015', '4', '1', '新入学', 'A', '34', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('金有泫', '4/13/1999', '男', '293', '542-0082', '大阪市中央区島之内1-15-25-1804', '090-6244-9444', '韓国', '2015', '4', '1', '新入学', 'A', '35', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('内田唯羽', '2/14/2000', '男', '294', '599-8252', '堺市中区楢葉170-2-907', '072-349-9075', '建国中学校', '2015', '4', '1', '新入学', 'A', '36', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('崔智現', '2/25/2000', '男', '295', '543-0012', '大阪市天王寺区空堀町5-15-302', '080-3869-9254', '大阪市立高津中学校', '2015', '4', '1', '新入学', 'A', '37', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('姜桃佳', '12/25/1999', '女', '296', '544-0004', '大阪市生野区巽北1-17-20', '06-6751-2378', '建国中学校', '2015', '4', '1', '新入学', 'D', '1', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('康千尋', '4/6/1999', '女', '297', '537-0023', '大阪市東成区玉津1-6-6-604', '06-6973-8869', '建国中学校', '2015', '4', '1', '新入学', 'D', '2', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('高愛美', '9/28/1999', '女', '298', '598-0072', '泉佐野市泉ヶ丘4-4-11-14', '072-462-6242', '建国中学校', '2015', '4', '1', '新入学', 'D', '3', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('高賢娥', '4/13/1999', '女', '299', '543-0002', '大阪市天王寺区上汐6-4-13-701', '06-6774-6455', '大阪女学院中学校', '2015', '4', '1', '新入学', 'D', '4', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('権優香', '10/2/1999', '女', '300', '547-0002', '大阪市平野区加美東4-6-6', '06-7504-7069', '建国中学校', '2015', '4', '1', '新入学', 'D', '5', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('金昇垣', '12/4/1999', '女', '301', '558-0011', '大阪市住吉区苅田1-4-16-509', '06-6155-6350', '建国中学校', '2015', '4', '1', '新入学', 'D', '6', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('金始園', '9/3/1999', '女', '302', '542-0072', '大阪市中央区高津2-8-4-802', '090-5886-7144', '建国中学校', '2015', '4', '1', '新入学', 'D', '7', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('安賢曙', '5/18/1999', '女', '303', '546-0043', '大阪市東住吉区駒川4-7-17中村マンション1F', '080-6146-1443', 'HANSOL', '2015', '4', '1', '新入学', 'D', '8', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('李佳鍈', '11/22/1999', '女', '304', '558-0053', '大阪市住吉区帝塚山中3-7-5-303', '080-1420-4199', '建国中学校', '2015', '4', '1', '新入学', 'D', '9', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('李嬉允', '12/29/1999', '女', '305', '558-0011', '大阪市住吉区苅田9-16-21-1305', '090-7760-1524', '大阪中華学校', '2015', '4', '1', '新入学', 'D', '10', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('鄭志穂', '7/17/1999', '女', '306', '547-0001', '大阪市平野区加美北4-5-54', '06-6711-0844', '建国中学校', '2015', '4', '1', '新入学', 'D', '11', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('崔伊晸', '8/30/1999', '女', '307', '556-0006', '大阪市浪速区日本橋東3-14-10-210', '06-6537-9727', '建国中学校', '2015', '4', '1', '新入学', 'D', '12', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('高英輔', '8/9/1999', '男', '308', '558-0032', '大阪市住吉区遠里小野7-6-5', '06-6608-2220', '建国中学校', '2015', '4', '1', '新入学', 'D', '31', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('権珍宇', '8/18/1999', '男', '309', '558-0011', '大阪市住吉区苅田9-16-21-702', '090-9982-4855', '建国中学校', '2015', '4', '1', '新入学', 'D', '32', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('北優也', '12/16/1999', '男', '310', '665-0855', '帝塚山氏売布きよしが丘17-1', '0797-84-1747', '建国中学校', '2015', '4', '1', '新入学', 'D', '33', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('金柱京', '4/28/1999', '男', '311', '544-0014', '大阪市生野区巽東2-8-16-501', '06-6751-7782', '建国中学校', '2015', '4', '1', '新入学', 'D', '34', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('盧智賢', '2/22/2000', '男', '312', '558-0011', '大阪市住吉区苅田7-4-2-1501', '090-5125-9824', '建国中学校', '2015', '4', '1', '新入学', 'D', '35', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('朴孝憲', '10/21/1999', '男', '313', '558-0032', '大阪市住吉区遠里小野2-10-27-401', '06-6607-6512', '建国中学校', '2015', '4', '1', '新入学', 'D', '36', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('裵泰彬', '10/25/1999', '男', '314', '559-0007', '大阪市住之江区粉浜西3-1-11-810', '06-6683-2078', '大阪市立住吉第一中学校', '2015', '4', '1', '新入学', 'D', '37', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('宣悠佑', '9/1/1999', '男', '315', '544-0033', '大阪市生野区勝山北5-17-4', '06-6731-0121', '大阪市立大池中学校', '2015', '4', '1', '新入学', 'D', '38', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('尹瞭嘉', '1/8/2000', '男', '316', '545-0021', '大阪市阿倍野区阪南町4-17-22', '06-6623-2811', 'PUNGMU MIDDLE SCHOOL', '2015', '4', '1', '新入学', 'D', '39', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('李柚優', '5/29/1999', '男', '317', '544-0011', '大阪市生野区田島2-8-11', '06-6754-0580', '建国中学校', '2015', '4', '1', '新入学', 'D', '40', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('林揆烈', '8/20/1999', '男', '318', '544-0034', '大阪市生野区桃谷3-23-5', '06-7898-6422', '建国中学校', '2015', '4', '1', '新入学', 'D', '41', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('崔光相', '1/28/2000', '男', '319', '595-0012', '泉大津市北豊中町3-3-9', '0725-43-8330', '建国中学校', '2015', '4', '1', '新入学', 'D', '42', '', '', '', '', '');
INSERT INTO `high_1` VALUES ('崔明圭', '12/6/1999', '男', '320', '592-8342', '堺市西区浜寺船尾町西3-91-402', '090-9215-2532', '建国中学校', '2015', '4', '1', '新入学', 'D', '43', '', '', '', '', '');

-- ----------------------------
-- Table structure for `high_2`
-- ----------------------------
DROP TABLE IF EXISTS `high_2`;
CREATE TABLE `high_2` (
  `name` varchar(255) DEFAULT NULL,
  `birthday` varchar(255) DEFAULT NULL,
  `sex` varchar(255) DEFAULT NULL,
  `keeper_name` varchar(255) DEFAULT NULL,
  `postal_code` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `pre_school` varchar(255) DEFAULT NULL,
  `enter_year` varchar(255) DEFAULT NULL,
  `enter_month` varchar(255) DEFAULT NULL,
  `enter_day` varchar(255) DEFAULT NULL,
  `enter_kind` varchar(255) DEFAULT NULL,
  `1_class` varchar(255) DEFAULT NULL,
  `1_no` varchar(255) DEFAULT NULL,
  `2_class` varchar(255) DEFAULT NULL,
  `2_no` varchar(255) DEFAULT NULL,
  `3_class` varchar(255) DEFAULT NULL,
  `3_no` varchar(255) DEFAULT NULL,
  `nation` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of high_2
-- ----------------------------
INSERT INTO `high_2` VALUES ('中田天音', '11/2/1998', '女', '中田辰也', '533-0011', '大阪市東淀川区大桐5-7-703', '06-6379-0035', '大阪市立大桐中学校', '2014', '4', '1', '新入学', 'A', '1', 'A', '1', '', '', '');
INSERT INTO `high_2` VALUES ('西野優希', '6/13/1998', '女', '西野克行', '589-0007', '大阪狭山市池尻中3-6-3', '072-366-2327', '大阪狭山市立狭山中学校', '2014', '4', '1', '新入学', 'A', '2', 'A', '2', '', '', '');
INSERT INTO `high_2` VALUES ('武井祈花', '12/12/1998', '女', '武井隆史', '544-0033', '大阪市生野区勝山北4-11-25', '090-7363-3566', '大阪市立勝山中学校', '2014', '4', '1', '新入学', 'A', '3', 'A', '3', '', '', '');
INSERT INTO `high_2` VALUES ('正木千秋', '8/25/1998', '女', '正木珠美', '547-0027', '大阪市平野区喜連7-4-3-402', '06-6777-1959', '大阪市立喜連中学校', '2014', '4', '1', '新入学', 'A', '4', 'A', '4', '', '', '');
INSERT INTO `high_2` VALUES ('朴美馜', '3/18/1999', '女', '朴喜煥', '544-0005', '大阪市生野区中川3-3-11-1505', '090-8497-3377', '大阪市立大池中学校', '2014', '4', '1', '新入学', 'A', '5', 'A', '5', '', '', '');
INSERT INTO `high_2` VALUES ('坂口七海', '3/23/1999', '女', '坂口充伸', '639-0231', '奈良県香芝市下田西3-4-43', '0745-77-7014', '香芝市立香芝中学校', '2014', '4', '1', '新入学', 'A', '6', 'A', '6', '', '', '');
INSERT INTO `high_2` VALUES ('坂本桃香', '3/8/1999', '女', '坂本新一', '593-8302', '堺市西区北条町1-6-6', '072-278-7604', '堺市立上野芝中学校', '2014', '4', '1', '新入学', 'A', '7', 'A', '7', '', '', '');
INSERT INTO `high_2` VALUES ('佐古みゆう', '2/17/1999', '女', '佐古勇一', '599-8241', '堺市中区福田921-2-6', '072-234-7464', '建国中学校', '2014', '4', '1', '新入学', 'A', '8', 'A', '8', '', '', '');
INSERT INTO `high_2` VALUES ('杉本愛', '9/9/1998', '女', '杉本伴博', '583-0882', '羽曳野市高鷲7-3-1', '072-955-4379', '羽曳野市立高鷲南中学校', '2014', '4', '1', '新入学', 'A', '9', 'A', '9', '', '', '');
INSERT INTO `high_2` VALUES ('住田萌可', '1/23/1999', '女', '住田あゆみ', '599-8274', '堺市中区宮園町3-3-307', '072-323-7702', '建国中学校', '2014', '4', '1', '新入学', 'A', '10', 'A', '10', '', '', '');
INSERT INTO `high_2` VALUES ('嶋谷里緒', '9/14/1998', '女', '嶋谷卓也', '590-0116', '堺市南区若松台3-13-17', '072-293-8783', '建国中学校', '2014', '4', '1', '新入学', 'A', '11', 'A', '11', '', '', '');
INSERT INTO `high_2` VALUES ('山本萌衣', '3/21/1999', '女', '山本和宏', '584-0083', '富田林市小金台2-8-30-A101', '0721-29-8356', '富田林市立明治池中学校', '2014', '4', '1', '新入学', 'A', '14', 'A', '12', '', '', '');
INSERT INTO `high_2` VALUES ('山下真由', '10/18/1998', '女', '山下雅雄', '599-8238', '堺市中区土師町3-28-40', '072-281-2288', '建国中学校', '2014', '4', '1', '新入学', 'A', '15', 'A', '13', '', '', '');
INSERT INTO `high_2` VALUES ('任慕晶', '7/31/1998', '女', '任宗彬', '581-0883', '八尾市恩智中町3-142', '072-943-7895', '八尾市立南高安中学校', '2014', '4', '1', '新入学', 'A', '18', 'A', '14', '', '', '');
INSERT INTO `high_2` VALUES ('福島千保', '7/18/1998', '女', '福島佳子', '546-0013', '大阪市東住吉区湯里2-7-2-201', '06-6704-6895', '大阪市立中野中学校', '2014', '4', '1', '新入学', 'A', '19', 'A', '15', '', '', '');
INSERT INTO `high_2` VALUES ('金沼延', '6/10/1998', '女', '金美辰', '544-0001', '大阪市生野区新今里3-11-4-おだビル3F', '090-6915-4866', '建国中学校', '2014', '4', '1', '新入学', 'A', '20', 'A', '16', '', '', '');
INSERT INTO `high_2` VALUES ('文実来', '7/4/1998', '女', '文敬善', '557-0025', '大阪市西成区長橋3-7-23秀吉方', '06-6658-8322', '建国中学校', '2014', '4', '1', '新入学', 'A', '21', 'A', '17', '', '', '');
INSERT INTO `high_2` VALUES ('和田真喜', '8/7/1998', '女', '和田安信', '558-0045', '大阪市住吉区住吉1-4-33', '06-7504-8946', '大阪市立住吉中学校', '2014', '4', '1', '新入学', 'A', '23', 'A', '18', '', '', '');
INSERT INTO `high_2` VALUES ('李史絵', '3/21/1999', '女', '李夏男', '547-0004', '大阪市平野区加美鞍作2-4-13', '06-6794-7283', '建国中学校', '2014', '4', '1', '新入学', 'A', '16', 'A', '19', '', '', '');
INSERT INTO `high_2` VALUES ('李知垣', '2/13/1998', '女', '李庸琴', '544-0032', '大阪市区生野区中川西2-19-9-301', '080-6115-3001', '建国中学校', '2014', '4', '1', '新入学', 'A', '25', 'A', '20', '', '', '');
INSERT INTO `high_2` VALUES ('李채린', '9/11/1998', '女', '李昌爀', '', '大阪市西成区花園北1-6-19-903', '080-2519-3010', '建国中学校', '2014', '4', '1', '新入学', 'A', '26', 'A', '21', '', '', '');
INSERT INTO `high_2` VALUES ('池田心', '9/10/1998', '女', '池田昌弘', '556-0005', '大阪市浪速区日本橋4-2-3', '06-6636-5311', '建国中学校', '2014', '4', '1', '新入学', 'A', '17', 'A', '22', '', '', '');
INSERT INTO `high_2` VALUES ('鉾之原みく', '2/17/1999', '女', '鉾之原英樹', '552-0011', '大阪市港区南市岡3-6-20-508', '06-6582-1980', '建国中学校', '2014', '4', '1', '新入学', 'A', '27', 'A', '23', '', '', '');
INSERT INTO `high_2` VALUES ('姜壱成', '5/11/1998', '男', '姜国男', '544-0013', '大阪市生野区巽中2-8-5', '06-6751-3797', '仁川高等学校', '2014', '8', '1', '転入学', 'A', '42', 'A', '31', '', '', '');
INSERT INTO `high_2` VALUES ('李裕太', '2/18/1999', '男', '李由美', '558-0011', '大阪市住吉区苅田3-12-11-401', '090-4108-2388', '建国中学校', '2014', '4', '1', '新入学', 'A', '33', 'A', '32', '', '', '');
INSERT INTO `high_2` VALUES ('姜翔耀', '8/21/1998', '男', '徐信恵', '544-0034', '大阪市生野区桃谷3-4-17', '06-6731-0559', '大阪市立鶴橋中学校', '2014', '4', '1', '新入学', 'A', '34', 'A', '33', '', '', '');
INSERT INTO `high_2` VALUES ('郭敏星', '5/23/1998', '男', '郭銀淑', '564-0062', '吹田市垂水町2-21-29', '090-5659-0308', '韓国', '2014', '12', '19', '転入学', 'A', '43', 'A', '34', '', '', '');
INSERT INTO `high_2` VALUES ('金勇志', '4/17/1998', '男', '金健一', '557-0032', '大阪市西成区旭3-9-9', '06-6567-2562', '建国中学校', '2014', '4', '1', '新入学', 'A', '31', 'A', '35', '', '', '');
INSERT INTO `high_2` VALUES ('徐明大', '1/21/1999', '男', '徐東寶', '537-0022', '大阪市東成区中本1-7-19', '06-6972-4752', '建国中学校', '2014', '4', '1', '新入学', 'A', '36', 'A', '36', '', '', '');
INSERT INTO `high_2` VALUES ('石田晃大', '8/12/1998', '男', '金初美', '558-0023', '大阪市住吉区山之内3-10-28-401', '090-3942-3220', '建国中学校', '2014', '4', '1', '新入学', 'A', '37', 'A', '37', '', '', '');
INSERT INTO `high_2` VALUES ('林大濠', '9/27/1998', '男', '林忠實', '592-8334', '堺市西区浜寺石津中2-4-6', '072-245-7300', '建国中学校', '2014', '4', '1', '新入学', 'A', '39', 'A', '38', '', '', '');
INSERT INTO `high_2` VALUES ('林亨埈', '5/24/1998', '男', '兪明淑', '', '', '', '建国中学校', '2014', '4', '1', '新入学', 'A', '40', 'A', '39', '', '', '');
INSERT INTO `high_2` VALUES ('許虎彬', '11/28/1998', '男', '許主寧', '590-0061', '堺市堺区翁橋町1-6-16-Ⅱ-504', '090-3711-7213', '建国中学校', '2014', '4', '1', '新入学', 'A', '41', 'A', '40', '', '', '');
INSERT INTO `high_2` VALUES ('松村泰成', '12/23/1998', '男', '松村達成', '560-0003', '豊中市東豊中町1-18-3', '06-6850-1736', '関西大学第一高等学校', '2015', '4', '1', '転入学', '-', '-', 'A', '41', '', '', '');
INSERT INTO `high_2` VALUES ('姜鮮華', '1/15/1999', '女', '姜盛圭', '558-0041', '大阪市住吉区南住吉4-4-1-407', '06-6608-8212', '建国中学校', '2014', '4', '1', '新入学', 'D', '1', 'D', '1', '', '', '');
INSERT INTO `high_2` VALUES ('姜仁梅', '9/2/1998', '女', '大原幸子', '544-0034', '大阪市生野区桃谷4-7-26', '06-6741-4048', '建国中学校', '2014', '4', '1', '新入学', 'D', '2', 'D', '2', '', '', '');
INSERT INTO `high_2` VALUES ('高尚我', '4/11/1998', '女', '高賛黙', '543-0002', '大阪市天王寺区上汐6-4-13アネックス夕陽丘701号', '060-6774-6455', '大阪女学院中学校', '2014', '4', '1', '新入学', 'D', '3', 'D', '3', '', '', '');
INSERT INTO `high_2` VALUES ('金成華', '5/23/1998', '女', '金宗治', '544-0005', '大阪市生野区中川3-3-11-1506', '06-6757-5813', '建国中学校', '2014', '4', '1', '新入学', 'D', '4', 'D', '4', '', '', '');
INSERT INTO `high_2` VALUES ('毛利理美', '9/6/1998', '女', '毛利耕三', '544-0025', '大阪市生野区生野東3-10-6', '050-1003-8177', '建国中学校', '2014', '4', '1', '新入学', 'D', '5', 'D', '5', '', '', '');
INSERT INTO `high_2` VALUES ('朴美強', '7/3/1998', '女', '曺海慶', '558-0011', '大阪市住吉区苅田7-1-3-402', '080-4398-0127', '建国中学校', '2014', '4', '1', '新入学', 'D', '6', 'D', '6', '', '', '');
INSERT INTO `high_2` VALUES ('宋明梨', '12/20/1998', '女', '呉美知', '544-0015', '大阪市生野区巽南5-5-3アヴィタシオンDo\'Y306号', '090-6753-1929', '大阪市立新巽中学校', '2014', '4', '1', '新入学', 'D', '7', 'D', '7', '', '', '');
INSERT INTO `high_2` VALUES ('赤井真実', '7/21/1998', '女', '赤井三省', '569-1121', '高槻市真上町6-28-7', '072-689-5568', '高槻市立芝谷中学校', '2014', '4', '1', '新入学', 'D', '8', 'D', '8', '', '', '');
INSERT INTO `high_2` VALUES ('石田奈々瀬', '6/19/1998', '女', '石田佳史', '558-0023', '大阪市住吉区山之内3-4-15-203', '06-6697-7651', '建国中学校', '2014', '4', '1', '新入学', 'D', '9', 'D', '9', '', '', '');
INSERT INTO `high_2` VALUES ('石田蓮円', '9/14/1998', '女', '石田美幸', '584-0024', '富田林市若松町4-12-4', '0721-24-2591', '大田正林中学校', '2014', '4', '1', '新入学', 'D', '11', 'D', '10', '', '', '');
INSERT INTO `high_2` VALUES ('平井智園', '1/3/1998', '女', '平井清実', '560-0005', '豊中市西緑丘1-4-10-201', '06-6152-9499', '豊中市立第十一中学校', '2014', '4', '1', '新入学', 'D', '10', 'D', '11', '', '', '');
INSERT INTO `high_2` VALUES ('金敬鳳', '11/15/1998', '男', '金宣吉', '654-0064', '兵庫県神戸市須磨区北町3-6-18', '078-735-8336', '建国中学校', '2014', '4', '1', '新入学', 'D', '31', 'D', '31', '', '', '');
INSERT INTO `high_2` VALUES ('中川豊徳', '9/7/1998', '男', '中川正俊', '546-0031', '大阪市東住吉区田辺5-6-27', '06-6628-1094', '建国中学校', '2014', '4', '1', '新入学', 'D', '32', 'D', '32', '', '', '');
INSERT INTO `high_2` VALUES ('南雄大', '3/25/1999', '男', '南文雄', '538-0052', '大阪市鶴見区横堤1-1-17', '06-6913-2855', '建国中学校', '2014', '4', '1', '新入学', 'D', '36', 'D', '33', '', '', '');
INSERT INTO `high_2` VALUES ('申知容', '12/25/1998', '男', '全炫宣', '558-0013', '大阪市住吉区我孫子東3-13-3-504', '080-3790-9909', '建国中学校', '2014', '4', '1', '新入学', 'D', '33', 'D', '34', '', '', '');
INSERT INTO `high_2` VALUES ('呉翔大', '5/13/1998', '男', '呉成鎬', '577-0827', '東大阪市衣摺4-4-26', '06-4307-1521', '奈良学園中学校', '2014', '4', '1', '新入学', 'D', '34', 'D', '35', '', '', '');
INSERT INTO `high_2` VALUES ('稲田光平', '7/30/1997', '男', '稲田増巳', '590-0143', '堺市南区新檜尾台3-2-2-209', '072-289-9310', '韓国善正高等学校', '2014', '9', '9', '転入学', 'D', '37', 'D', '36', '', '', '');
INSERT INTO `high_2` VALUES ('石田大寛', '6/15/1997', '男', '石田美幸', '584-0025', '富田林市若松町4-12-4', '0721-24-2591', '大田正林中学校', '2014', '4', '1', '新入学', 'A', '38', 'D', '37', '', '', '');
INSERT INTO `high_2` VALUES ('崔丁引', '6/1/1998', '男', '崔相柱', '545-0052', '大阪市阿倍野区阿倍野筋4-18-4-1003', '080-5549-6474', '建国中学校', '2014', '4', '1', '新入学', 'D', '35', 'D', '38', '', '', '');

-- ----------------------------
-- Table structure for `high_3`
-- ----------------------------
DROP TABLE IF EXISTS `high_3`;
CREATE TABLE `high_3` (
  `name` varchar(255) DEFAULT NULL,
  `birthday` varchar(255) DEFAULT NULL,
  `sex` varchar(255) DEFAULT NULL,
  `keeper_name` varchar(255) DEFAULT NULL,
  `postal_code` varchar(255) DEFAULT NULL,
  `adress` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `pre_school` varchar(255) DEFAULT NULL,
  `enter_year` varchar(255) DEFAULT NULL,
  `enter_month` varchar(255) DEFAULT NULL,
  `enter_day` varchar(255) DEFAULT NULL,
  `enter_kind` varchar(255) DEFAULT NULL,
  `1_class` varchar(255) DEFAULT NULL,
  `1_no` varchar(255) DEFAULT NULL,
  `2_class` varchar(255) DEFAULT NULL,
  `2_no` varchar(255) DEFAULT NULL,
  `3_class` varchar(255) DEFAULT NULL,
  `3_no` varchar(255) DEFAULT NULL,
  `nation` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of high_3
-- ----------------------------
INSERT INTO `high_3` VALUES ('鎌田紗奈衣', '1/5/1998', '女', '鎌田健一', '580-0031', '大阪府松原市天美北8-2-20', '072-336-7917', '松原市立松原第五中学校', '2014', '4', '1', '新入学', 'A', '1', 'A', '1', 'A', '1', '');
INSERT INTO `high_3` VALUES ('上村佑沙', '12/16/1997', '女', '上村貴代', '592-8342', '大阪府堺市西区浜寺船尾町西1-45-1', '090-8888-7155', '建国中学校', '2014', '4', '1', '新入学', 'A', '2', 'A', '2', 'A', '2', '');
INSERT INTO `high_3` VALUES ('木下千恵', '1/11/1998', '女', '木下海勝', '590-0047', '大阪府堺市堺区二条通6-23', '072-238-8458', '堺市立三国丘中学校', '2014', '4', '1', '新入学', 'A', '12', 'A', '9', 'A', '3', '');
INSERT INTO `high_3` VALUES ('金素羅', '11/20/1997', '女', '金昌鏞', '544-0033', '大阪府大阪市生野区勝山北5-6-21', '06-6731-7002', '建国中学校', '2014', '4', '1', '新入学', 'A', '3', 'A', '3', 'A', '4', '');
INSERT INTO `high_3` VALUES ('土橋瑞稀', '9/2/1997', '女', '土橋香', '558-0023', '大阪府大阪市住吉区山之内1-7-15-307', '090-4494-1238', '建国中学校', '2014', '4', '1', '新入学', 'A', '6', 'A', '4', 'A', '5', '');
INSERT INTO `high_3` VALUES ('山口愛美', '7/27/1997', '女', '山口政志', '580-0024', '大阪府松原市東新町3-14-31-302', '072-330-0221', '松原市立松原第三中学校', '2014', '4', '1', '新入学', 'A', '8', 'A', '5', 'A', '6', '');
INSERT INTO `high_3` VALUES ('池田侑伽', '12/27/1997', '女', '池田知沙', '572-0852', '大阪府寝屋川市寝屋新町11-2-406', '090-5016-5655', '寝屋川市立第十中学校', '2014', '4', '1', '新入学', 'A', '9', 'A', '6', 'A', '7', '');
INSERT INTO `high_3` VALUES ('徐綾香', '12/26/1997', '女', '徐忠志', '544-0015', '大阪府大阪市生野区巽南3-19-6', '06-7172-8576', '建国中学校', '2014', '4', '1', '新入学', 'A', '16', 'A', '10', 'A', '8', '');
INSERT INTO `high_3` VALUES ('張秀炅', '2/3/1998', '女', '李慶姫', '544-0002', '大阪府大阪市生野区小路3-7-8', '06-6754-5248', '建国中学校', '2014', '4', '1', '新入学', 'A', '10', 'A', '7', 'A', '9', '');
INSERT INTO `high_3` VALUES ('趙蓮美', '10/21/1997', '女', '趙鏞朱', '544-0002', '大阪府大阪市生野区小路2-9-7', '06-7175-3512', '建国中学校', '2014', '4', '1', '新入学', 'A', '11', 'A', '8', 'A', '10', '');
INSERT INTO `high_3` VALUES ('韓度玧', '12/8/1995', '女', '韓哲洙', '550-0014', '大阪市西区北堀江1-9-18-302', '080-2488-6629', '韓国ハンソル', '2014', '8', '1', '転入学', '-', '-', 'A', '12', 'A', '11', '');
INSERT INTO `high_3` VALUES ('金가락', '12/15/1997', '男', '金光敏', '544-0034', '大阪府大阪市生野区桃谷4-1-26', '06-6741-3016', '建国中学校', '2014', '4', '1', '新入学', 'A', '31', 'A', '31', 'A', '31', '');
INSERT INTO `high_3` VALUES ('大原孝輝', '2/3/1998', '男', '住智香', '554-0024', '大阪府大阪市此花区島屋2-4-3', '06-6468-5334', '大阪市立梅香中学校', '2014', '4', '1', '新入学', 'A', '33', 'A', '32', 'A', '32', '');
INSERT INTO `high_3` VALUES ('畝木貴佳', '8/11/1997', '男', '畝木利之', '590-0132', '大阪府堺市南区原山台3-1-13-802', '072-294-1736', '堺市立原山台中学校', '2014', '4', '1', '新入学', 'A', '34', 'A', '33', 'A', '33', '');
INSERT INTO `high_3` VALUES ('曺棟善', '12/3/1997', '男', '曺按壽', '558-0011', '大阪府大阪市住吉区苅田9-2-28-301', '06-6608-2363', '建国中学校', '2014', '4', '1', '新入学', 'A', '35', 'A', '34', 'A', '34', '');
INSERT INTO `high_3` VALUES ('姜世雄', '5/9/1997', '男', '姜外順', '544-0031', '大阪府大阪市生野区鶴橋3-4-28-804', '090-1591-3222', '大阪市立鶴橋中学校', '2014', '4', '1', '新入学', 'A', '36', 'A', '35', 'A', '35', '');
INSERT INTO `high_3` VALUES ('金光智穂', '6/30/1997', '女', '金光世美', '550-0014', '大阪府大阪市西区北堀江1-12-9-501', '06-6536-8333', '大阪市立堀江中学校', '2014', '4', '1', '新入学', 'D', '1', 'D', '1', 'D', '1', '');
INSERT INTO `high_3` VALUES ('金弥奈', '2/27/1998', '女', '金廷守', '544-0022', '大阪府大阪市生野区舎利寺2-1-23', '06-6717-7751', '建国中学校', '2014', '4', '1', '新入学', 'D', '2', 'D', '2', 'D', '2', '');
INSERT INTO `high_3` VALUES ('金孝柾', '8/30/1997', '女', '金元鏞', '160-0015', '東京都新宿区大京町21-1-503', '090-3506-0390', '東京韓国学校', '2014', '4', '1', '新入学', 'D', '3', 'D', '3', 'D', '3', '');
INSERT INTO `high_3` VALUES ('中川千鶴', '11/13/1997', '女', '中川広昭', '545-0052', '大阪市阿倍野区阿倍野筋2-4-37-301', '06-7171-1600', '大阪市立住吉第一中学校', '2014', '4', '1', '新入学', 'D', '4', 'D', '4', 'D', '4', '');
INSERT INTO `high_3` VALUES ('中津桃紅', '8/22/1997', '女', '中津欣也', '594-0071', '大阪府和泉市府中町5-21-2-408', '0725-45-8354', '建国中学校', '2014', '4', '1', '新入学', 'D', '5', 'D', '5', 'D', '5', '');
INSERT INTO `high_3` VALUES ('住谷咲良', '1/1/1998', '女', '住谷小百合', '547-0005', '大阪市平野区加美西2-3-11', '06-6793-2629', '大阪電気通信大学高等学校', '2014', '8', '1', '転入学', '-', '-', 'D', '8', 'D', '6', '');
INSERT INTO `high_3` VALUES ('李美沙', '8/11/1997', '女', '李宗雨', '556-0028', '大阪府大阪市浪速区久保吉1-1-32', '06-6567-3573', '建国中学校', '2014', '4', '1', '新入学', 'D', '6', 'D', '6', 'D', '7', '');
INSERT INTO `high_3` VALUES ('鄭民耿', '1/26/1998', '女', '鄭炳泰', '558-0032', '大阪府大阪市住吉区遠里小野1-11-10-807', '06-6608-8844', '建国中学校', '2014', '4', '1', '新入学', 'D', '7', 'D', '7', 'D', '8', '');
INSERT INTO `high_3` VALUES ('申宇斌', '11/21/1997', '男', '申東洙', '558-0011', '大阪府大阪市住吉区苅田5-11-14-706', '06-6694-7056', '建国中学校', '2014', '4', '1', '新入学', 'D', '31', 'D', '31', 'D', '31', '');
INSERT INTO `high_3` VALUES ('李嵩彦', '7/19/1997', '男', '中野夏男', '547-0004', '大阪府大阪市平野区加美鞍作2-4-13', '06-6794-7283', '大阪市立加美南中学校', '2014', '4', '1', '新入学', 'D', '32', 'D', '32', 'D', '32', '');
INSERT INTO `high_3` VALUES ('崔旼圭', '12/4/1997', '男', '崔幸采', '592-8342', '大阪府堺市西区浜寺船尾町西3-91-402', '090-9215-2532', '建国中学校', '2014', '4', '1', '新入学', 'D', '33', 'D', '33', 'D', '33', '');
INSERT INTO `high_3` VALUES ('皮英祐', '1/15/1998', '男', '皮正權', '558-0011', '大阪府大阪市住吉区苅田9-13-3-705', '06-6608-6698', '建国中学校', '2014', '4', '1', '新入学', 'D', '34', 'D', '34', 'D', '34', '');
INSERT INTO `high_3` VALUES ('朱赫俊', '8/30/1997', '男', '朱順哲', '', '東京都新宿区河田町4-6-201', '080-4369-0204', '東京韓国学校', '2014', '10', '3', '転入学', '', '', 'D', '36', 'D', '35', '');

-- ----------------------------
-- Table structure for `kokou_high_school`
-- ----------------------------
DROP TABLE IF EXISTS `kokou_high_school`;
CREATE TABLE `kokou_high_school` (
  `name` varchar(255) DEFAULT NULL,
  `birthday` date DEFAULT NULL,
  `sex` varchar(255) DEFAULT NULL,
  `keeper` varchar(255) DEFAULT NULL,
  `fax` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `mother_school` varchar(255) DEFAULT NULL,
  `enter_year` varchar(255) DEFAULT NULL,
  `enter_month` varchar(255) DEFAULT NULL,
  `enter_day` varchar(255) DEFAULT NULL,
  `enter_schoolstate` varchar(255) DEFAULT NULL,
  `class1` varchar(255) DEFAULT NULL,
  `class1_no` varchar(255) DEFAULT NULL,
  `class2` varchar(255) DEFAULT NULL,
  `class2_no` varchar(255) DEFAULT NULL,
  `class3` varchar(255) DEFAULT NULL,
  `class3_no` varchar(255) DEFAULT NULL,
  `nation` varchar(255) DEFAULT NULL,
  `sex_code` varchar(10) DEFAULT NULL,
  `class_id` bigint(20) DEFAULT NULL,
  `school_year` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of kokou_high_school
-- ----------------------------
INSERT INTO `kokou_high_school` VALUES ('具花鈴', '1999-04-15', '女', '具成祐', '590-0144', '堺市南区赤坂台3-9-32-308', '072-292-2248', '堺市立赤坂台中学校', '2015', '4', '1', '新入学', 'A', '1', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('木下友里', '2000-01-03', '女', '木下海勝', '590-0045', '堺市堺区四条通6-1', '072-238-8458', '建国中学校', '2015', '4', '1', '新入学', 'A', '2', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('農座鈴央', '1999-09-09', '女', '農座隆浩', '546-0023', '大阪市東住吉区矢田3-12-4', '06-7492-1418', '建国中学校', '2015', '4', '1', '新入学', 'A', '3', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('西森優花', '1999-08-13', '女', '西森徹治', '570-0011', '守口市金田町3-3-14', '06-7161-6841', '守口市立大久保中学校', '2015', '4', '1', '新入学', 'A', '4', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('高橋直美', '1999-09-25', '女', '高橋智明', '561-0834', '豊中市庄内栄町5-9-31', '080-3136-7351', '建国中学校', '2015', '4', '1', '新入学', 'A', '5', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('鳥居晴菜', '2000-03-08', '女', '鳥居あゆみ', '590-0111', '堺市南区三原台3-1-16-609', '072-291-0004', '堺市立三原台中学校', '2015', '4', '1', '新入学', 'A', '6', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('前田果玲', '1999-08-05', '女', '前田潔', '664-0008', '伊丹市荒牧南3-15-9', '072-784-7760', '伊丹市立荒牧中学校', '2015', '4', '1', '新入学', 'A', '7', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('前田海音', '1999-07-27', '女', '前田展孝', '580-0024', '松原市東新町1-13-17', '072-290-7160', '建国中学校', '2015', '4', '1', '新入学', 'A', '8', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('松井夏生', '1999-07-09', '女', '松井雄一', '552-0016', '大阪市港区三先2-2-14', '06-6572-1770', '大阪市立港南中学校', '2015', '4', '1', '新入学', 'A', '9', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('南口七海', '1999-08-26', '女', '南口直哉', '580-0022', '松原市河合2-438-4-203', '072-338-0624', '松原市立松原中学校', '2015', '4', '1', '新入学', 'A', '10', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('鈴木仁衣菜', '1999-06-27', '女', '鈴木恵', '594-1156', '和泉市内田町2-8-12', '0725-24-5654', '和泉市立石尾中学校', '2015', '4', '1', '新入学', 'A', '11', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('吉村碧', '1999-06-19', '女', '吉村利彦', '558-0014', '大阪市住吉区我孫子1-6-2-307', '06-6696-0825', '建国中学校', '2015', '4', '1', '新入学', 'A', '12', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('岩田未羽', '1999-12-19', '女', '岩田恵', '590-0526', '泉南市男里6-17-21-205', '072-484-3830', '泉南市立泉南中学校', '2015', '4', '1', '新入学', 'A', '13', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('播磨玲奈', '1999-10-02', '女', '播磨一彦', '590-0022', '松原市河合1-13-17', '072-335-8234', '松原市立松原中学校', '2015', '4', '1', '新入学', 'A', '14', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('藤阪真由香', '1999-03-05', '女', '藤坂裕可', '546-0043', '大阪市東住吉区駒川3-7-18-401', '06-6654-9485', '千里国際高等学校', '2015', '4', '1', '新入学', 'A', '15', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('福田鈴歩', '1999-08-27', '女', '福田真理子', '581-0016', '八尾市八尾木北6-111', '072-933-5600', '八尾市立曙川南中学校', '2015', '4', '1', '新入学', 'A', '16', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('高萌加', '1999-10-04', '女', '高泰進', '544-0033', '大阪市生野区勝山北5-7-2', '06-6717-4771', '建国中学校', '2015', '4', '1', '新入学', 'A', '17', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('金旼宣', '1999-06-28', '女', '金桂鴻', '542-0082', '大阪市中央区島之内1-11-6-601', '090-9252-0500', '建国中学校', '2015', '4', '1', '新入学', 'A', '18', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('金アンナ', '1999-06-01', '女', '金健一', '557-0032', '大阪市西成区旭3-9-9', '06-6567-2562', '建国中学校', '2015', '4', '1', '新入学', 'A', '19', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('朴里鶴', '1999-06-10', '女', '朴真一', '534-0014', '大阪市都島区都島北通2-22-32-2502', '06-6926-7022', '建国中学校', '2015', '4', '1', '新入学', 'A', '20', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('伊藤千華', '2000-03-02', '女', '伊藤雅章', '558-0032', '大阪市住吉区遠里小野3-8-11', '090-3863-6145', '大阪市立南中学校', '2015', '4', '1', '新入学', 'A', '21', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('鄭雅列', '1999-04-08', '女', '諸寿美', '558-0023', '大阪市住吉区山之内2-6-24', '06-6693-7960', '建国中学校', '2015', '4', '1', '新入学', 'A', '22', null, null, null, null, null, 'w', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('木下顕聖', '1999-07-27', '男', '木下明彦', '558-0023', '大阪市住吉区山之内1-6-4-305', '06-6690-7041', '大阪市立大和川中学校', '2015', '4', '1', '新入学', 'A', '31', null, null, null, null, null, 'm', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('下岡宏治', '2000-02-10', '男', '下岡宏', '581-0022', '八尾市柏村町3-16-4', '072-922-9998', '八尾市立曙川南中学校', '2015', '4', '1', '新入学', 'A', '32', null, null, null, null, null, 'm', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('李相勲', '2000-01-24', '男', '李榮峻', '558-0011', '大阪市住吉区苅田9-14-7-702', '06-6282-7051', '傍元中学校', '2015', '4', '1', '新入学', 'A', '33', null, null, null, null, null, 'm', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('金慶龍', '2000-03-23', '男', '井上素惠子', '547-0042', '大阪市平野区平野市町1-10-2', '06-6792-5776', '建国中学校', '2015', '4', '1', '新入学', 'A', '34', null, null, null, null, null, 'm', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('金有泫', '1999-04-13', '男', '黄成愛', '542-0082', '大阪市中央区島之内1-15-25-1804', '090-6244-9444', '韓国', '2015', '4', '1', '新入学', 'A', '35', null, null, null, null, null, 'm', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('内田唯羽', '2000-02-14', '男', '孫敏幸', '599-8252', '堺市中区楢葉170-2-907', '072-349-9075', '建国中学校', '2015', '4', '1', '新入学', 'A', '36', null, null, null, null, null, 'm', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('崔智現', '2000-02-25', '男', '崔宰泳', '543-0012', '大阪市天王寺区空堀町5-15-302', '080-3869-9254', '大阪市立高津中学校', '2015', '4', '1', '新入学', 'A', '37', null, null, null, null, null, 'm', '9', '1');
INSERT INTO `kokou_high_school` VALUES ('姜桃佳', '1999-12-25', '女', '姜孝信', '544-0004', '大阪市生野区巽北1-17-20', '06-6751-2378', '建国中学校', '2015', '4', '1', '新入学', 'D', '1', null, null, null, null, null, 'w', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('康千尋', '1999-04-06', '女', '康弘毅', '537-0023', '大阪市東成区玉津1-6-6-604', '06-6973-8869', '建国中学校', '2015', '4', '1', '新入学', 'D', '2', null, null, null, null, null, 'w', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('高愛美', '1999-09-28', '女', '高勇植', '598-0072', '泉佐野市泉ヶ丘4-4-11-14', '072-462-6242', '建国中学校', '2015', '4', '1', '新入学', 'D', '3', null, null, null, null, null, 'w', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('高賢娥', '1999-04-13', '女', '高賛黙', '543-0002', '大阪市天王寺区上汐6-4-13-701', '06-6774-6455', '大阪女学院中学校', '2015', '4', '1', '新入学', 'D', '4', null, null, null, null, null, 'w', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('権優香', '1999-10-02', '女', '権正人', '547-0002', '大阪市平野区加美東4-6-6', '06-7504-7069', '建国中学校', '2015', '4', '1', '新入学', 'D', '5', null, null, null, null, null, 'w', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('金昇垣', '1999-12-04', '女', '金建瑩', '558-0011', '大阪市住吉区苅田1-4-16-509', '06-6155-6350', '建国中学校', '2015', '4', '1', '新入学', 'D', '6', null, null, null, null, null, 'w', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('金始園', '1999-09-03', '女', '金泳天', '542-0072', '大阪市中央区高津2-8-4-802', '090-5886-7144', '建国中学校', '2015', '4', '1', '新入学', 'D', '7', null, null, null, null, null, 'w', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('安賢曙', '1999-05-18', '女', '安淑憲', '546-0043', '大阪市東住吉区駒川4-7-17中村マンション1F', '080-6146-1443', 'HANSOL', '2015', '4', '1', '新入学', 'D', '8', null, null, null, null, null, 'w', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('李佳鍈', '1999-11-22', '女', '李政祐', '558-0053', '大阪市住吉区帝塚山中3-7-5-303', '080-1420-4199', '建国中学校', '2015', '4', '1', '新入学', 'D', '9', null, null, null, null, null, 'w', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('李嬉允', '1999-12-29', '女', '李海雄', '558-0011', '大阪市住吉区苅田9-16-21-1305', '090-7760-1524', '大阪中華学校', '2015', '4', '1', '新入学', 'D', '10', null, null, null, null, null, 'w', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('鄭志穂', '1999-07-17', '女', '鄭勝仁', '547-0001', '大阪市平野区加美北4-5-54', '06-6711-0844', '建国中学校', '2015', '4', '1', '新入学', 'D', '11', null, null, null, null, null, 'w', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('崔伊晸', '1999-08-30', '女', '崔容準', '556-0006', '大阪市浪速区日本橋東3-14-10-210', '06-6537-9727', '建国中学校', '2015', '4', '1', '新入学', 'D', '12', null, null, null, null, null, 'w', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('高英輔', '1999-08-09', '男', '高信志', '558-0032', '大阪市住吉区遠里小野7-6-5', '06-6608-2220', '建国中学校', '2015', '4', '1', '新入学', 'D', '31', null, null, null, null, null, 'm', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('権珍宇', '1999-08-18', '男', '権暻泰', '558-0011', '大阪市住吉区苅田9-16-21-702', '090-9982-4855', '建国中学校', '2015', '4', '1', '新入学', 'D', '32', null, null, null, null, null, 'm', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('北優也', '1999-12-16', '男', '北聡司', '665-0855', '帝塚山氏売布きよしが丘17-1', '0797-84-1747', '建国中学校', '2015', '4', '1', '新入学', 'D', '33', null, null, null, null, null, 'm', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('金柱京', '1999-04-28', '男', '金富鎭', '544-0014', '大阪市生野区巽東2-8-16-501', '06-6751-7782', '建国中学校', '2015', '4', '1', '新入学', 'D', '34', null, null, null, null, null, 'm', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('盧智賢', '2000-02-22', '男', '盧大植', '558-0011', '大阪市住吉区苅田7-4-2-1501', '090-5125-9824', '建国中学校', '2015', '4', '1', '新入学', 'D', '35', null, null, null, null, null, 'm', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('朴孝憲', '1999-10-21', '男', '朴孝穆', '558-0032', '大阪市住吉区遠里小野2-10-27-401', '06-6607-6512', '建国中学校', '2015', '4', '1', '新入学', 'D', '36', null, null, null, null, null, 'm', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('裵泰彬', '1999-10-25', '男', '裵鍾鎬', '559-0007', '大阪市住之江区粉浜西3-1-11-810', '06-6683-2078', '大阪市立住吉第一中学校', '2015', '4', '1', '新入学', 'D', '37', null, null, null, null, null, 'm', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('宣悠佑', '1999-09-01', '男', '松田靖義', '544-0033', '大阪市生野区勝山北5-17-4', '06-6731-0121', '大阪市立大池中学校', '2015', '4', '1', '新入学', 'D', '38', null, null, null, null, null, 'm', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('尹瞭嘉', '2000-01-08', '男', '尹在必', '545-0021', '大阪市阿倍野区阪南町4-17-22', '06-6623-2811', 'PUNGMU MIDDLE SCHOOL', '2015', '4', '1', '新入学', 'D', '39', null, null, null, null, null, 'm', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('李柚優', '1999-05-29', '男', '李明恵', '544-0011', '大阪市生野区田島2-8-11', '06-6754-0580', '建国中学校', '2015', '4', '1', '新入学', 'D', '40', null, null, null, null, null, 'm', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('林揆烈', '1999-08-20', '男', '車銀京', '544-0034', '大阪市生野区桃谷3-23-5', '06-7898-6422', '建国中学校', '2015', '4', '1', '新入学', 'D', '41', null, null, null, null, null, 'm', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('崔光相', '2000-01-28', '男', '崔浩幸', '595-0012', '泉大津市北豊中町3-3-9', '0725-43-8330', '建国中学校', '2015', '4', '1', '新入学', 'D', '42', null, null, null, null, null, 'm', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('崔明圭', '1999-12-06', '男', '崔幸采', '592-8342', '堺市西区浜寺船尾町西3-91-402', '090-9215-2532', '建国中学校', '2015', '4', '1', '新入学', 'D', '43', null, null, null, null, null, 'm', '12', '1');
INSERT INTO `kokou_high_school` VALUES ('中田天音', '1998-11-02', '女', '中田辰也', '533-0011', '大阪市東淀川区大桐5-7-703', '06-6379-0035', '大阪市立大桐中学校', '2014', '4', '1', '新入学', 'A', '1', 'A', '1', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('西野優希', '1998-06-13', '女', '西野克行', '589-0007', '大阪狭山市池尻中3-6-3', '072-366-2327', '大阪狭山市立狭山中学校', '2014', '4', '1', '新入学', 'A', '2', 'A', '2', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('武井祈花', '1998-12-12', '女', '武井隆史', '544-0033', '大阪市生野区勝山北4-11-25', '090-7363-3566', '大阪市立勝山中学校', '2014', '4', '1', '新入学', 'A', '3', 'A', '3', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('正木千秋', '1998-08-25', '女', '正木珠美', '547-0027', '大阪市平野区喜連7-4-3-402', '06-6777-1959', '大阪市立喜連中学校', '2014', '4', '1', '新入学', 'A', '4', 'A', '4', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('朴美馜', '1999-03-18', '女', '朴喜煥', '544-0005', '大阪市生野区中川3-3-11-1505', '090-8497-3377', '大阪市立大池中学校', '2014', '4', '1', '新入学', 'A', '5', 'A', '5', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('坂口七海', '1999-03-23', '女', '坂口充伸', '639-0231', '奈良県香芝市下田西3-4-43', '0745-77-7014', '香芝市立香芝中学校', '2014', '4', '1', '新入学', 'A', '6', 'A', '6', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('坂本桃香', '1999-03-08', '女', '坂本新一', '593-8302', '堺市西区北条町1-6-6', '072-278-7604', '堺市立上野芝中学校', '2014', '4', '1', '新入学', 'A', '7', 'A', '7', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('佐古みゆう', '1999-02-17', '女', '佐古勇一', '599-8241', '堺市中区福田921-2-6', '072-234-7464', '建国中学校', '2014', '4', '1', '新入学', 'A', '8', 'A', '8', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('杉本愛', '1998-09-09', '女', '杉本伴博', '583-0882', '羽曳野市高鷲7-3-1', '072-955-4379', '羽曳野市立高鷲南中学校', '2014', '4', '1', '新入学', 'A', '9', 'A', '9', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('住田萌可', '1999-01-23', '女', '住田あゆみ', '599-8274', '堺市中区宮園町3-3-307', '072-323-7702', '建国中学校', '2014', '4', '1', '新入学', 'A', '10', 'A', '10', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('嶋谷里緒', '1998-09-14', '女', '嶋谷卓也', '590-0116', '堺市南区若松台3-13-17', '072-293-8783', '建国中学校', '2014', '4', '1', '新入学', 'A', '11', 'A', '11', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('山本萌衣', '1999-03-21', '女', '山本和宏', '584-0083', '富田林市小金台2-8-30-A101', '0721-29-8356', '富田林市立明治池中学校', '2014', '4', '1', '新入学', 'A', '14', 'A', '12', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('山下真由', '1998-10-18', '女', '山下雅雄', '599-8238', '堺市中区土師町3-28-40', '072-281-2288', '建国中学校', '2014', '4', '1', '新入学', 'A', '15', 'A', '13', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('任慕晶', '1998-07-31', '女', '任宗彬', '581-0883', '八尾市恩智中町3-142', '072-943-7895', '八尾市立南高安中学校', '2014', '4', '1', '新入学', 'A', '18', 'A', '14', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('福島千保', '1998-07-18', '女', '福島佳子', '546-0013', '大阪市東住吉区湯里2-7-2-201', '06-6704-6895', '大阪市立中野中学校', '2014', '4', '1', '新入学', 'A', '19', 'A', '15', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('金沼延', '1998-06-10', '女', '金美辰', '544-0001', '大阪市生野区新今里3-11-4-おだビル3F', '090-6915-4866', '建国中学校', '2014', '4', '1', '新入学', 'A', '20', 'A', '16', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('文実来', '1998-07-04', '女', '文敬善', '557-0025', '大阪市西成区長橋3-7-23秀吉方', '06-6658-8322', '建国中学校', '2014', '4', '1', '新入学', 'A', '21', 'A', '17', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('和田真喜', '1998-08-07', '女', '和田安信', '558-0045', '大阪市住吉区住吉1-4-33', '06-7504-8946', '大阪市立住吉中学校', '2014', '4', '1', '新入学', 'A', '23', 'A', '18', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('李史絵', '1999-03-21', '女', '李夏男', '547-0004', '大阪市平野区加美鞍作2-4-13', '06-6794-7283', '建国中学校', '2014', '4', '1', '新入学', 'A', '16', 'A', '19', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('李知垣', '1998-02-13', '女', '李庸琴', '544-0032', '大阪市区生野区中川西2-19-9-301', '080-6115-3001', '建国中学校', '2014', '4', '1', '新入学', 'A', '25', 'A', '20', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('李채린', '1998-09-11', '女', '李昌爀', null, '大阪市西成区花園北1-6-19-903', '080-2519-3010', '建国中学校', '2014', '4', '1', '新入学', 'A', '26', 'A', '21', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('池田心', '1998-09-10', '女', '池田昌弘', '556-0005', '大阪市浪速区日本橋4-2-3', '06-6636-5311', '建国中学校', '2014', '4', '1', '新入学', 'A', '17', 'A', '22', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('鉾之原みく', '1999-02-17', '女', '鉾之原英樹', '552-0011', '大阪市港区南市岡3-6-20-508', '06-6582-1980', '建国中学校', '2014', '4', '1', '新入学', 'A', '27', 'A', '23', null, null, null, 'w', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('姜壱成', '1998-05-11', '男', '姜国男', '544-0013', '大阪市生野区巽中2-8-5', '06-6751-3797', '仁川高等学校', '2014', '8', '1', '転入学', 'A', '42', 'A', '31', null, null, null, 'm', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('李裕太', '1999-02-18', '男', '李由美', '558-0011', '大阪市住吉区苅田3-12-11-401', '090-4108-2388', '建国中学校', '2014', '4', '1', '新入学', 'A', '33', 'A', '32', null, null, null, 'm', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('姜翔耀', '1998-08-21', '男', '徐信恵', '544-0034', '大阪市生野区桃谷3-4-17', '06-6731-0559', '大阪市立鶴橋中学校', '2014', '4', '1', '新入学', 'A', '34', 'A', '33', null, null, null, 'm', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('郭敏星', '1998-05-23', '男', '郭銀淑', '564-0062', '吹田市垂水町2-21-29', '090-5659-0308', '韓国', '2014', '12', '19', '転入学', 'A', '43', 'A', '34', null, null, null, 'm', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('金勇志', '1998-04-17', '男', '金健一', '557-0032', '大阪市西成区旭3-9-9', '06-6567-2562', '建国中学校', '2014', '4', '1', '新入学', 'A', '31', 'A', '35', null, null, null, 'm', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('徐明大', '1999-01-21', '男', '徐東寶', '537-0022', '大阪市東成区中本1-7-19', '06-6972-4752', '建国中学校', '2014', '4', '1', '新入学', 'A', '36', 'A', '36', null, null, null, 'm', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('石田晃大', '1998-08-12', '男', '金初美', '558-0023', '大阪市住吉区山之内3-10-28-401', '090-3942-3220', '建国中学校', '2014', '4', '1', '新入学', 'A', '37', 'A', '37', null, null, null, 'm', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('林大濠', '1998-09-27', '男', '林忠實', '592-8334', '堺市西区浜寺石津中2-4-6', '072-245-7300', '建国中学校', '2014', '4', '1', '新入学', 'A', '39', 'A', '38', null, null, null, 'm', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('林亨埈', '1998-05-24', '男', '兪明淑', null, null, null, '建国中学校', '2014', '4', '1', '新入学', 'A', '40', 'A', '39', null, null, null, 'm', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('許虎彬', '1998-11-28', '男', '許主寧', '590-0061', '堺市堺区翁橋町1-6-16-Ⅱ-504', '090-3711-7213', '建国中学校', '2014', '4', '1', '新入学', 'A', '41', 'A', '40', null, null, null, 'm', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('松村泰成', '1998-12-23', '男', '松村達成', '560-0003', '豊中市東豊中町1-18-3', '06-6850-1736', '関西大学第一高等学校', '2015', '4', '1', '転入学', '-', '-', 'A', '41', null, null, null, 'm', '13', '2');
INSERT INTO `kokou_high_school` VALUES ('姜鮮華', '1999-01-15', '女', '姜盛圭', '558-0041', '大阪市住吉区南住吉4-4-1-407', '06-6608-8212', '建国中学校', '2014', '4', '1', '新入学', 'D', '1', 'D', '1', null, null, null, 'w', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('姜仁梅', '1998-09-02', '女', '大原幸子', '544-0034', '大阪市生野区桃谷4-7-26', '06-6741-4048', '建国中学校', '2014', '4', '1', '新入学', 'D', '2', 'D', '2', null, null, null, 'w', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('高尚我', '1998-04-11', '女', '高賛黙', '543-0002', '大阪市天王寺区上汐6-4-13アネックス夕陽丘701号', '060-6774-6455', '大阪女学院中学校', '2014', '4', '1', '新入学', 'D', '3', 'D', '3', null, null, null, 'w', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('金成華', '1998-05-23', '女', '金宗治', '544-0005', '大阪市生野区中川3-3-11-1506', '06-6757-5813', '建国中学校', '2014', '4', '1', '新入学', 'D', '4', 'D', '4', null, null, null, 'w', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('毛利理美', '1998-09-06', '女', '毛利耕三', '544-0025', '大阪市生野区生野東3-10-6', '050-1003-8177', '建国中学校', '2014', '4', '1', '新入学', 'D', '5', 'D', '5', null, null, null, 'w', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('朴美強', '1998-07-03', '女', '曺海慶', '558-0011', '大阪市住吉区苅田7-1-3-402', '080-4398-0127', '建国中学校', '2014', '4', '1', '新入学', 'D', '6', 'D', '6', null, null, null, 'w', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('宋明梨', '1998-12-20', '女', '呉美知', '544-0015', '大阪市生野区巽南5-5-3アヴィタシオンDo\'Y306号', '090-6753-1929', '大阪市立新巽中学校', '2014', '4', '1', '新入学', 'D', '7', 'D', '7', null, null, null, 'w', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('赤井真実', '1998-07-21', '女', '赤井三省', '569-1121', '高槻市真上町6-28-7', '072-689-5568', '高槻市立芝谷中学校', '2014', '4', '1', '新入学', 'D', '8', 'D', '8', null, null, null, 'w', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('石田奈々瀬', '1998-06-19', '女', '石田佳史', '558-0023', '大阪市住吉区山之内3-4-15-203', '06-6697-7651', '建国中学校', '2014', '4', '1', '新入学', 'D', '9', 'D', '9', null, null, null, 'w', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('石田蓮円', '1998-09-14', '女', '石田美幸', '584-0024', '富田林市若松町4-12-4', '0721-24-2591', '大田正林中学校', '2014', '4', '1', '新入学', 'D', '11', 'D', '10', null, null, null, 'w', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('平井智園', '1998-01-03', '女', '平井清実', '560-0005', '豊中市西緑丘1-4-10-201', '06-6152-9499', '豊中市立第十一中学校', '2014', '4', '1', '新入学', 'D', '10', 'D', '11', null, null, null, 'w', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('金敬鳳', '1998-11-15', '男', '金宣吉', '654-0064', '兵庫県神戸市須磨区北町3-6-18', '078-735-8336', '建国中学校', '2014', '4', '1', '新入学', 'D', '31', 'D', '31', null, null, null, 'm', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('中川豊徳', '1998-09-07', '男', '中川正俊', '546-0031', '大阪市東住吉区田辺5-6-27', '06-6628-1094', '建国中学校', '2014', '4', '1', '新入学', 'D', '32', 'D', '32', null, null, null, 'm', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('南雄大', '1999-03-25', '男', '南文雄', '538-0052', '大阪市鶴見区横堤1-1-17', '06-6913-2855', '建国中学校', '2014', '4', '1', '新入学', 'D', '36', 'D', '33', null, null, null, 'm', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('申知容', '1998-12-25', '男', '全炫宣', '558-0013', '大阪市住吉区我孫子東3-13-3-504', '080-3790-9909', '建国中学校', '2014', '4', '1', '新入学', 'D', '33', 'D', '34', null, null, null, 'm', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('呉翔大', '1998-05-13', '男', '呉成鎬', '577-0827', '東大阪市衣摺4-4-26', '06-4307-1521', '奈良学園中学校', '2014', '4', '1', '新入学', 'D', '34', 'D', '35', null, null, null, 'm', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('稲田光平', '1997-07-30', '男', '稲田増巳', '590-0143', '堺市南区新檜尾台3-2-2-209', '072-289-9310', '韓国善正高等学校', '2014', '9', '9', '転入学', 'D', '37', 'D', '36', null, null, null, 'm', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('石田大寛', '1997-06-15', '男', '石田美幸', '584-0025', '富田林市若松町4-12-4', '0721-24-2591', '大田正林中学校', '2014', '4', '1', '新入学', 'A', '38', 'D', '37', null, null, null, 'm', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('崔丁引', '1998-06-01', '男', '崔相柱', '545-0052', '大阪市阿倍野区阿倍野筋4-18-4-1003', '080-5549-6474', '建国中学校', '2014', '4', '1', '新入学', 'D', '35', 'D', '38', null, null, null, 'm', '16', '2');
INSERT INTO `kokou_high_school` VALUES ('鎌田紗奈衣', '1998-01-05', '女', '鎌田健一', '580-0031', '大阪府松原市天美北8-2-20', '072-336-7917', '松原市立松原第五中学校', '2014', '4', '1', '新入学', 'A', '1', 'A', '1', 'A', '1', null, 'w', '17', '3');
INSERT INTO `kokou_high_school` VALUES ('上村佑沙', '1997-12-16', '女', '上村貴代', '592-8342', '大阪府堺市西区浜寺船尾町西1-45-1', '090-8888-7155', '建国中学校', '2014', '4', '1', '新入学', 'A', '2', 'A', '2', 'A', '2', null, 'w', '17', '3');
INSERT INTO `kokou_high_school` VALUES ('木下千恵', '1998-01-11', '女', '木下海勝', '590-0047', '大阪府堺市堺区二条通6-23', '072-238-8458', '堺市立三国丘中学校', '2014', '4', '1', '新入学', 'A', '12', 'A', '9', 'A', '3', null, 'w', '17', '3');
INSERT INTO `kokou_high_school` VALUES ('金素羅', '1997-11-20', '女', '金昌鏞', '544-0033', '大阪府大阪市生野区勝山北5-6-21', '06-6731-7002', '建国中学校', '2014', '4', '1', '新入学', 'A', '3', 'A', '3', 'A', '4', null, 'w', '17', '3');
INSERT INTO `kokou_high_school` VALUES ('土橋瑞稀', '1997-09-02', '女', '土橋香', '558-0023', '大阪府大阪市住吉区山之内1-7-15-307', '090-4494-1238', '建国中学校', '2014', '4', '1', '新入学', 'A', '6', 'A', '4', 'A', '5', null, 'w', '17', '3');
INSERT INTO `kokou_high_school` VALUES ('山口愛美', '1997-07-27', '女', '山口政志', '580-0024', '大阪府松原市東新町3-14-31-302', '072-330-0221', '松原市立松原第三中学校', '2014', '4', '1', '新入学', 'A', '8', 'A', '5', 'A', '6', null, 'w', '17', '3');
INSERT INTO `kokou_high_school` VALUES ('池田侑伽', '1997-12-27', '女', '池田知沙', '572-0852', '大阪府寝屋川市寝屋新町11-2-406', '090-5016-5655', '寝屋川市立第十中学校', '2014', '4', '1', '新入学', 'A', '9', 'A', '6', 'A', '7', null, 'w', '17', '3');
INSERT INTO `kokou_high_school` VALUES ('徐綾香', '1997-12-26', '女', '徐忠志', '544-0015', '大阪府大阪市生野区巽南3-19-6', '06-7172-8576', '建国中学校', '2014', '4', '1', '新入学', 'A', '16', 'A', '10', 'A', '8', null, 'w', '17', '3');
INSERT INTO `kokou_high_school` VALUES ('張秀炅', '1998-02-03', '女', '李慶姫', '544-0002', '大阪府大阪市生野区小路3-7-8', '06-6754-5248', '建国中学校', '2014', '4', '1', '新入学', 'A', '10', 'A', '7', 'A', '9', null, 'w', '17', '3');
INSERT INTO `kokou_high_school` VALUES ('趙蓮美', '1997-10-21', '女', '趙鏞朱', '544-0002', '大阪府大阪市生野区小路2-9-7', '06-7175-3512', '建国中学校', '2014', '4', '1', '新入学', 'A', '11', 'A', '8', 'A', '10', null, 'w', '17', '3');
INSERT INTO `kokou_high_school` VALUES ('韓度玧', '1995-12-08', '女', '韓哲洙', '550-0014', '大阪市西区北堀江1-9-18-302', '080-2488-6629', '韓国ハンソル', '2014', '8', '1', '転入学', '-', '-', 'A', '12', 'A', '11', null, 'w', '17', '3');
INSERT INTO `kokou_high_school` VALUES ('金가락', '1997-12-15', '男', '金光敏', '544-0034', '大阪府大阪市生野区桃谷4-1-26', '06-6741-3016', '建国中学校', '2014', '4', '1', '新入学', 'A', '31', 'A', '31', 'A', '31', null, 'm', '17', '3');
INSERT INTO `kokou_high_school` VALUES ('大原孝輝', '1998-02-03', '男', '住智香', '554-0024', '大阪府大阪市此花区島屋2-4-3', '06-6468-5334', '大阪市立梅香中学校', '2014', '4', '1', '新入学', 'A', '33', 'A', '32', 'A', '32', null, 'm', '17', '3');
INSERT INTO `kokou_high_school` VALUES ('畝木貴佳', '1997-08-11', '男', '畝木利之', '590-0132', '大阪府堺市南区原山台3-1-13-802', '072-294-1736', '堺市立原山台中学校', '2014', '4', '1', '新入学', 'A', '34', 'A', '33', 'A', '33', null, 'm', '17', '3');
INSERT INTO `kokou_high_school` VALUES ('曺棟善', '1997-12-03', '男', '曺按壽', '558-0011', '大阪府大阪市住吉区苅田9-2-28-301', '06-6608-2363', '建国中学校', '2014', '4', '1', '新入学', 'A', '35', 'A', '34', 'A', '34', null, 'm', '17', '3');
INSERT INTO `kokou_high_school` VALUES ('姜世雄', '1997-05-09', '男', '姜外順', '544-0031', '大阪府大阪市生野区鶴橋3-4-28-804', '090-1591-3222', '大阪市立鶴橋中学校', '2014', '4', '1', '新入学', 'A', '36', 'A', '35', 'A', '35', null, 'm', '17', '3');
INSERT INTO `kokou_high_school` VALUES ('金光智穂', '1997-06-30', '女', '金光世美', '550-0014', '大阪府大阪市西区北堀江1-12-9-501', '06-6536-8333', '大阪市立堀江中学校', '2014', '4', '1', '新入学', 'D', '1', 'D', '1', 'D', '1', null, 'w', '20', '3');
INSERT INTO `kokou_high_school` VALUES ('金弥奈', '1998-02-27', '女', '金廷守', '544-0022', '大阪府大阪市生野区舎利寺2-1-23', '06-6717-7751', '建国中学校', '2014', '4', '1', '新入学', 'D', '2', 'D', '2', 'D', '2', null, 'w', '20', '3');
INSERT INTO `kokou_high_school` VALUES ('金孝柾', '1997-08-30', '女', '金元鏞', '160-0015', '東京都新宿区大京町21-1-503', '090-3506-0390', '東京韓国学校', '2014', '4', '1', '新入学', 'D', '3', 'D', '3', 'D', '3', null, 'w', '20', '3');
INSERT INTO `kokou_high_school` VALUES ('中川千鶴', '1997-11-13', '女', '中川広昭', '545-0052', '大阪市阿倍野区阿倍野筋2-4-37-301', '06-7171-1600', '大阪市立住吉第一中学校', '2014', '4', '1', '新入学', 'D', '4', 'D', '4', 'D', '4', null, 'w', '20', '3');
INSERT INTO `kokou_high_school` VALUES ('中津桃紅', '1997-08-22', '女', '中津欣也', '594-0071', '大阪府和泉市府中町5-21-2-408', '0725-45-8354', '建国中学校', '2014', '4', '1', '新入学', 'D', '5', 'D', '5', 'D', '5', null, 'w', '20', '3');
INSERT INTO `kokou_high_school` VALUES ('住谷咲良', '1998-01-01', '女', '住谷小百合', '547-0005', '大阪市平野区加美西2-3-11', '06-6793-2629', '大阪電気通信大学高等学校', '2014', '8', '1', '転入学', '-', '-', 'D', '8', 'D', '6', null, 'w', '20', '3');
INSERT INTO `kokou_high_school` VALUES ('李美沙', '1997-08-11', '女', '李宗雨', '556-0028', '大阪府大阪市浪速区久保吉1-1-32', '06-6567-3573', '建国中学校', '2014', '4', '1', '新入学', 'D', '6', 'D', '6', 'D', '7', null, 'w', '20', '3');
INSERT INTO `kokou_high_school` VALUES ('鄭民耿', '1998-01-26', '女', '鄭炳泰', '558-0032', '大阪府大阪市住吉区遠里小野1-11-10-807', '06-6608-8844', '建国中学校', '2014', '4', '1', '新入学', 'D', '7', 'D', '7', 'D', '8', null, 'w', '20', '3');
INSERT INTO `kokou_high_school` VALUES ('申宇斌', '1997-11-21', '男', '申東洙', '558-0011', '大阪府大阪市住吉区苅田5-11-14-706', '06-6694-7056', '建国中学校', '2014', '4', '1', '新入学', 'D', '31', 'D', '31', 'D', '31', null, 'm', '20', '3');
INSERT INTO `kokou_high_school` VALUES ('李嵩彦', '1997-07-19', '男', '中野夏男', '547-0004', '大阪府大阪市平野区加美鞍作2-4-13', '06-6794-7283', '大阪市立加美南中学校', '2014', '4', '1', '新入学', 'D', '32', 'D', '32', 'D', '32', null, 'm', '20', '3');
INSERT INTO `kokou_high_school` VALUES ('崔旼圭', '1997-12-04', '男', '崔幸采', '592-8342', '大阪府堺市西区浜寺船尾町西3-91-402', '090-9215-2532', '建国中学校', '2014', '4', '1', '新入学', 'D', '33', 'D', '33', 'D', '33', null, 'm', '20', '3');
INSERT INTO `kokou_high_school` VALUES ('皮英祐', '1998-01-15', '男', '皮正權', '558-0011', '大阪府大阪市住吉区苅田9-13-3-705', '06-6608-6698', '建国中学校', '2014', '4', '1', '新入学', 'D', '34', 'D', '34', 'D', '34', null, 'm', '20', '3');
INSERT INTO `kokou_high_school` VALUES ('朱赫俊', '1997-08-30', '男', '朱順哲', null, '東京都新宿区河田町4-6-201', '080-4369-0204', '東京韓国学校', '2014', '10', '3', '転入学', null, null, 'D', '36', 'D', '35', null, 'm', '20', '3');

-- ----------------------------
-- Table structure for `lesson`
-- ----------------------------
DROP TABLE IF EXISTS `lesson`;
CREATE TABLE `lesson` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) DEFAULT NULL,
  `nameen` varchar(100) DEFAULT NULL,
  `namekr` varchar(100) DEFAULT NULL,
  `department` varchar(3) DEFAULT NULL,
  `level` int(11) DEFAULT NULL,
  `desc` text,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of lesson
-- ----------------------------
INSERT INTO `lesson` VALUES ('1', '수학', 'Math', '수학', 'h', '2', null, '2015-04-20 23:04:58', '2015-05-07 07:15:18', '1429538698480');
INSERT INTO `lesson` VALUES ('7', '물리', 'Physics', '물리', 'h', null, null, '2015-04-21 01:42:02', '2015-04-22 22:47:43', '1429548121768');
INSERT INTO `lesson` VALUES ('8', '영어', 'English', '영어', 'p', '2', 'sdfsdfdsfdswerwerew', '2015-04-22 12:02:37', '2015-05-19 03:24:47', '1429671757456');

-- ----------------------------
-- Table structure for `nation`
-- ----------------------------
DROP TABLE IF EXISTS `nation`;
CREATE TABLE `nation` (
  `code` varchar(10) NOT NULL DEFAULT '0',
  `name` varchar(30) DEFAULT NULL,
  `namekr` varchar(30) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  PRIMARY KEY (`code`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of nation
-- ----------------------------
INSERT INTO `nation` VALUES ('その他', 'その他', '그외', null);
INSERT INTO `nation` VALUES ('ダブル', 'ダブル', '더블', null);
INSERT INTO `nation` VALUES ('在日', '在日', '재일', null);
INSERT INTO `nation` VALUES ('日本', '日本', '일본', null);
INSERT INTO `nation` VALUES ('駐日', '駐日', '주일', null);

-- ----------------------------
-- Table structure for `phone_type`
-- ----------------------------
DROP TABLE IF EXISTS `phone_type`;
CREATE TABLE `phone_type` (
  `code` varchar(5) NOT NULL DEFAULT '0',
  `name` varchar(30) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `description` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`code`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of phone_type
-- ----------------------------
INSERT INTO `phone_type` VALUES ('MOBIL', 'MOBILE', '1', null);
INSERT INTO `phone_type` VALUES ('職場', '職場', '3', null);
INSERT INTO `phone_type` VALUES ('自宅', '自宅', '2', null);

-- ----------------------------
-- Table structure for `preschool_2`
-- ----------------------------
DROP TABLE IF EXISTS `preschool_2`;
CREATE TABLE `preschool_2` (
  `2015年度幼稚園名簿[20150422]` varchar(255) DEFAULT NULL,
  `B` varchar(255) DEFAULT NULL,
  `C` varchar(255) DEFAULT NULL,
  `D` varchar(255) DEFAULT NULL,
  `E` varchar(255) DEFAULT NULL,
  `F` varchar(255) DEFAULT NULL,
  `G` varchar(255) DEFAULT NULL,
  `H` varchar(255) DEFAULT NULL,
  `I` varchar(255) DEFAULT NULL,
  `J` varchar(255) DEFAULT NULL,
  `K` varchar(255) DEFAULT NULL,
  `L` varchar(255) DEFAULT NULL,
  `M` varchar(255) DEFAULT NULL,
  `N` varchar(255) DEFAULT NULL,
  `O` varchar(255) DEFAULT NULL,
  `P` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of preschool_2
-- ----------------------------
INSERT INTO `preschool_2` VALUES ('장미반', '1', '金是完', '김시완', 'm', '2012/05/16', '558‐0043', '大阪市住吉区墨江町 4‐2‐6・107', '4‐2‐6・107', '金志賢', '090‐4266‐8150(母)', '駐日', '3号車', '', '', '');
INSERT INTO `preschool_2` VALUES ('장미반', '2', '金玧材', '김윤재', 'm', '2012/06/06', '558‐0032', '大阪市住吉区遠里小野 2‐13‐2・206', '2‐13‐2・206', '金度亨', '090‐4279‐2750(父)', '駐日', '徒歩', '', '', '');
INSERT INTO `preschool_2` VALUES ('장미반', '3', '朴施恩', '박시은', 'w', '2012/10/09', '558‐0011', '大阪市住吉区苅田 2-12-6・502', '2-12-6・502', '朴怡重', '080‐8050‐3003(母)', '駐日', '１号車', '', '', '');
INSERT INTO `preschool_2` VALUES ('장미반', '4', '朴美注', '박미주', 'w', '2013/03/21', '547‐0015', '大阪市平野区長吉長原西 4‐3‐21・904', '4‐3‐21・904', '朴伸矢', '06‐7492‐4258　090-1718-9157', '駐日', '５号車', '', '', '');

-- ----------------------------
-- Table structure for `preschool_3`
-- ----------------------------
DROP TABLE IF EXISTS `preschool_3`;
CREATE TABLE `preschool_3` (
  `2015年度幼稚園名簿[20150422]` varchar(255) DEFAULT NULL,
  `B` varchar(255) DEFAULT NULL,
  `C` varchar(255) DEFAULT NULL,
  `D` varchar(255) DEFAULT NULL,
  `E` varchar(255) DEFAULT NULL,
  `F` varchar(255) DEFAULT NULL,
  `G` varchar(255) DEFAULT NULL,
  `H` varchar(255) DEFAULT NULL,
  `I` varchar(255) DEFAULT NULL,
  `J` varchar(255) DEFAULT NULL,
  `K` varchar(255) DEFAULT NULL,
  `L` varchar(255) DEFAULT NULL,
  `M` varchar(255) DEFAULT NULL,
  `N` varchar(255) DEFAULT NULL,
  `O` varchar(255) DEFAULT NULL,
  `P` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of preschool_3
-- ----------------------------
INSERT INTO `preschool_3` VALUES ('무궁화반', '1', '金 敃成', '김민성', 'm', '2011/07/13', '558‐0011', '大阪市住吉区苅田 9-9-15・403', '9-9-15・403', '金泰里', '090-6377-7143(母)', 'ダブル', '５号車', '', '', '　　');
INSERT INTO `preschool_3` VALUES ('무궁화반', '2', '中野亜美', '나카노 아미', 'w', '2012/03/22', '558-0041', '大阪市住吉区南住吉 4-5-3-403', '4-5-3-403', '高由美', '06-4981-7832 090-4296-5763(父)', 'ダブル', '徒歩', '', '', '');
INSERT INTO `preschool_3` VALUES ('무궁화반', '3', '西野雄飛', '니시노 유히', 'm', '2011/10/07', '537-0024', '大阪市東成区東小橋 2‐8‐31・502', '2‐8‐31・502', '西野速人', '06‐4309‐5277 090-7343-6699', 'ダブル', '２号車', '', '', '');
INSERT INTO `preschool_3` VALUES ('무궁화반', '4', '白珠裡', '백주리', 'w', '2011/04/07', '558‐0032', '大阪市住吉区遠里小野 2‐2‐29', '2‐2‐29', '金玟宣', '06-6714-7199 080-3797-5703(母)', '在日', '徒歩', '', '', '');
INSERT INTO `preschool_3` VALUES ('무궁화반', '5', '白甦理', '백소리', 'w', '2011/04/07', '558‐0032', '大阪市住吉区遠里小野 2‐2‐29', '2‐2‐29', '金玟宣', '06-6714-7199 080-3797-5703(母)', '在日', '徒歩', '', '', '');
INSERT INTO `preschool_3` VALUES ('무궁화반', '6', '米満結人', '요네미쯔 유이토', 'm', '2011/09/29', '558‐0041', '大阪市住吉区南住吉 4-2-1・405', '4-2-1・405', '米満浩史', '06‐7502‐4471　090‐5245‐4702(母)', 'ダブル', '徒歩', '', '', '');
INSERT INTO `preschool_3` VALUES ('무궁화반', '7', '崔　　昌', '최  창', 'm', '2011/12/27', '544-0025', '大阪市生野区生野東 3-7‐21', '3-7‐21', '崔博文', '06‐6731‐8000　090‐5151‐5333', '在日', '１号車', '', '', '');
INSERT INTO `preschool_3` VALUES ('무궁화반', '8', '海老原嵩起', '에비하라 고우키', 'm', '2011/11/18', '545-0001', '大阪市阿倍野区天王寺北 2-31-21-1005', '2-31-21-1005', '海老原由美', '06-6714-7199 090-7594-7940(母)', '日本', '２号車', '', '', '');

-- ----------------------------
-- Table structure for `preschool_4`
-- ----------------------------
DROP TABLE IF EXISTS `preschool_4`;
CREATE TABLE `preschool_4` (
  `2015年度幼稚園名簿[20150422]` varchar(255) DEFAULT NULL,
  `B` varchar(255) DEFAULT NULL,
  `C` varchar(255) DEFAULT NULL,
  `D` varchar(255) DEFAULT NULL,
  `E` varchar(255) DEFAULT NULL,
  `F` varchar(255) DEFAULT NULL,
  `G` varchar(255) DEFAULT NULL,
  `H` varchar(255) DEFAULT NULL,
  `I` varchar(255) DEFAULT NULL,
  `J` varchar(255) DEFAULT NULL,
  `K` varchar(255) DEFAULT NULL,
  `L` varchar(255) DEFAULT NULL,
  `M` varchar(255) DEFAULT NULL,
  `N` varchar(255) DEFAULT NULL,
  `O` varchar(255) DEFAULT NULL,
  `P` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of preschool_4
-- ----------------------------
INSERT INTO `preschool_4` VALUES ('진달래반', '1', '金娜恩', '김나은', 'w', '2010/08/11', '558‐0013', '大阪市住吉区我孫子東 3‐2‐25・604号', '3‐2‐25・604号', '金炯（형）徹', '090‐7884‐3212(母)', '駐日(母在日)', '５号車', '', '', '');
INSERT INTO `preschool_4` VALUES ('진달래반', '2', '金住原', '김주원', 'm', '2011/03/15', '558‐0011', '大阪市住吉区苅田 9-13-5・302号', '9-13-5・302号', '金男奎', '080-8861-8169（母）', '駐日', '５号車', '', '', '');
INSERT INTO `preschool_4` VALUES ('진달래반', '3', '中野益気', '나카노 익기', 'm', '2010/12/14', '558-0041', '大阪市住吉区南住吉 4-5-3-403', '4-5-3-403', '高由美', '06-4981-7832 090-4296-5763(父)', 'ダブル', '徒歩', '', '', '');
INSERT INTO `preschool_4` VALUES ('진달래반', '4', '成柿沇', '성시연', 'w', '2010/11/06', '558-0011', '大阪市住吉区苅田 9-11-10-216', '9-11-10-216', '成鉉', '080-3496-8122(母)', '駐日', '５号車', '', '', '');
INSERT INTO `preschool_4` VALUES ('진달래반', '5', '柳需玟', '유수민', 'w', '2010/07/18', '558-0041', '大阪市住吉区南住吉 4-7-18-605', '4-7-18-605', '金正任', '06-6654-7533　090-3971-9171(母)', '駐日', '徒歩', '', '', '');
INSERT INTO `preschool_4` VALUES ('진달래반', '6', '石倉涼雅', '이시쿠라 료우가', 'm', '2011/01/17', '544-0032', '大阪市生野区中川西 3-6-24', '3-6-24', '石倉真司', '06-7173-2055　090-3353-4372(母)', 'ダブル', '１号車', '', '', '');
INSERT INTO `preschool_4` VALUES ('진달래반', '7', '池田紗蘭', '이케다 사랑', 'w', '2010/07/30', '537-0022', '大阪市東成区中本 2-11-12-1104', '2-11-12-1104', '池田祐太', '080-5000-6691(母)', 'ダブル', '２号車', '', '', '');
INSERT INTO `preschool_4` VALUES ('진달래반', '8', '張信輝', '장신휘', 'm', '2011/02/11', '558‐0011', '大阪市住吉区苅田 1‐4‐17・101号', '1‐4‐17・101号', '張世東', '080‐5527‐9099', '駐日', '１号車', '', '', '');
INSERT INTO `preschool_4` VALUES ('진달래반', '9', '趙宣宇', '조선우', 'm', '2011/02/19', '558-0032', '大阪市住吉区遠里小野 3-10-11-111', '3-10-11-111', '趙民權', '06-7505-4987　090-6027-1942(母)', '駐日', '徒歩', '', '', '');
INSERT INTO `preschool_4` VALUES ('진달래반', '10', '趙濟熙', '조제희', 'm', '2010/05/19', '544-0031', '大阪市生野区鶴橋 4-3-11', '4-3-11', '朴好仙', '090-7340-4677(母)', '駐日(母在日)', '２号車', '', '', '');
INSERT INTO `preschool_4` VALUES ('진달래반', '11', '崔效賑', '최효진', 'w', '2010/04/30', '595-0033', '大阪市平野区加美東 8‐8‐21・２C', '8‐8‐21・２C', '金민성', '080-4480-6716(母)', '駐日(母在日)', '１号車', '', '', '');
INSERT INTO `preschool_4` VALUES ('진달래반', '12', '崔珉端', '최민서', 'w', '2010/10/02', '540-0004', '大阪市中央区玉造 2-5-11', '2-5-11', '鄭眞榮', '080-4021-6954(母)090-3494-4558(父)', '駐日', '２号車', '', '', '');

-- ----------------------------
-- Table structure for `preschool_5`
-- ----------------------------
DROP TABLE IF EXISTS `preschool_5`;
CREATE TABLE `preschool_5` (
  `2015年度幼稚園名簿[20150422]` varchar(255) DEFAULT NULL,
  `B` varchar(255) DEFAULT NULL,
  `C` varchar(255) DEFAULT NULL,
  `D` varchar(255) DEFAULT NULL,
  `E` varchar(255) DEFAULT NULL,
  `F` varchar(255) DEFAULT NULL,
  `G` varchar(255) DEFAULT NULL,
  `H` varchar(255) DEFAULT NULL,
  `I` varchar(255) DEFAULT NULL,
  `J` varchar(255) DEFAULT NULL,
  `K` varchar(255) DEFAULT NULL,
  `L` varchar(255) DEFAULT NULL,
  `M` varchar(255) DEFAULT NULL,
  `N` varchar(255) DEFAULT NULL,
  `O` varchar(255) DEFAULT NULL,
  `P` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of preschool_5
-- ----------------------------
INSERT INTO `preschool_5` VALUES ('개나리반', '1', '高守花', '고수화', 'w', '2009/07/18', '547-0047', '大阪市平野区平野元町 9‐30‐609', '9‐30‐609', '高文規', '090-6053-7334(母)090-9981-7334(父) ', '在日', '５号車', '', '', '');
INSERT INTO `preschool_5` VALUES ('개나리반', '2', '金ノア', '김노아', 'm', '2009/11/06', '558-0011', '大阪市住吉区苅田 9‐11‐10　ブランズあびこ812', '9‐11‐10　ブランズあびこ812', '金洪鐵', '06-6609-6696　090-3927-6117(母)', 'ダブル', '徒歩', '', '', '');
INSERT INTO `preschool_5` VALUES ('개나리반', '3', '金新道', '김신도', 'm', '2009/10/24', '545-0035', '大阪市阿倍野区北畠 1‐1‐14', '1‐1‐14', '金俸煕', '06-6622-8062　080-3760-2590(母)', '在日', '３号車', '', '', '');
INSERT INTO `preschool_5` VALUES ('개나리반', '4', '孫胤世', '손윤세', 'm', '2010/03/29', '599-8252', '堺市中区楢葉170 フェルティメイツ泉が丘2‐907', 'フェルティメイツ泉が丘2‐907', '孫敏幸', '072-349-9075　090-9111-7277(母)', '在日', '徒歩(車)', '', '', '');
INSERT INTO `preschool_5` VALUES ('개나리반', '5', '張君輝', '장군휘', 'm', '2009/04/27', '558‐0011', '大阪市住吉区苅田 1‐4‐17・101号', '1‐4‐17・101号', '張世東', '080-4762-5055(母) 080‐5527‐9099(父)', '駐日', '１号車', '', '', '');
INSERT INTO `preschool_5` VALUES ('개나리반', '6', '趙秀雅', '조수아', 'w', '2009/10/28', '558-0032', '大阪市住吉区遠里小野 2‐10‐27‐505', '2‐10‐27‐505', '趙東住', '06-6622-8062　080-4026-9245(母)', '駐日', '徒歩', '', '', '');

-- ----------------------------
-- Table structure for `primaryschool1`
-- ----------------------------
DROP TABLE IF EXISTS `primaryschool1`;
CREATE TABLE `primaryschool1` (
  `連番` varchar(255) DEFAULT NULL,
  `schoolyear` varchar(255) DEFAULT NULL,
  `学年番号` varchar(255) DEFAULT NULL,
  `学籍番号` varchar(255) DEFAULT NULL,
  `氏名` varchar(255) DEFAULT NULL,
  `ハングル氏名` varchar(255) DEFAULT NULL,
  `性別` varchar(255) DEFAULT NULL,
  `birthday` varchar(255) DEFAULT NULL,
  `年齢` varchar(255) DEFAULT NULL,
  `保護者名` varchar(255) DEFAULT NULL,
  `保護者生年月日` varchar(255) DEFAULT NULL,
  `保護者年齢` varchar(255) DEFAULT NULL,
  `保護者電話番号` varchar(255) DEFAULT NULL,
  `郵便番号` varchar(255) DEFAULT NULL,
  `住所１` varchar(255) DEFAULT NULL,
  `住所２` varchar(255) DEFAULT NULL,
  `出身校` varchar(255) DEFAULT NULL,
  `駐在` varchar(255) DEFAULT NULL,
  `兄弟` varchar(255) DEFAULT NULL,
  `続柄` varchar(255) DEFAULT NULL,
  `전입학학교` varchar(255) DEFAULT NULL,
  `転入学` varchar(255) DEFAULT NULL,
  `転入学日` varchar(255) DEFAULT NULL,
  `転入学校` varchar(255) DEFAULT NULL,
  `転退学` varchar(255) DEFAULT NULL,
  `転退学日` varchar(255) DEFAULT NULL,
  `転退学校` varchar(255) DEFAULT NULL,
  `修正日付` varchar(255) DEFAULT NULL,
  `登校` varchar(255) DEFAULT NULL,
  `課外ｸﾗﾌﾞ` varchar(255) DEFAULT NULL,
  `その他` varchar(255) DEFAULT NULL,
  `住所` varchar(255) DEFAULT NULL,
  `ＰＴＡ役員` varchar(255) DEFAULT NULL,
  `役員名` varchar(255) DEFAULT NULL,
  `今日の日付` varchar(255) DEFAULT NULL,
  `卒業台帳番号` varchar(255) DEFAULT NULL,
  `受賞者` varchar(255) DEFAULT NULL,
  `皆勤` varchar(255) DEFAULT NULL,
  `マラソン記録（分）` varchar(255) DEFAULT NULL,
  `マラソン記録（秒）` varchar(255) DEFAULT NULL,
  `AO` varchar(255) DEFAULT NULL,
  `順位` varchar(255) DEFAULT NULL,
  `AQ` varchar(255) DEFAULT NULL,
  `携帯番号` varchar(255) DEFAULT NULL,
  `緊急連絡先` varchar(255) DEFAULT NULL,
  `緊急連絡電話番号` varchar(255) DEFAULT NULL,
  `ハングル薄字` varchar(255) DEFAULT NULL,
  `ハングル薄字２` varchar(255) DEFAULT NULL,
  `ハングル薄字３` varchar(255) DEFAULT NULL,
  `ハングル薄字４` varchar(255) DEFAULT NULL,
  `児童名２` varchar(255) DEFAULT NULL,
  `保護者名２` varchar(255) DEFAULT NULL,
  `級数試験` varchar(255) DEFAULT NULL,
  `保護者名フリガナ` varchar(255) DEFAULT NULL,
  `児童名フリガナ` varchar(255) DEFAULT NULL,
  `BD` varchar(255) DEFAULT NULL,
  `アレルギー` varchar(255) DEFAULT NULL,
  `BF` varchar(255) DEFAULT NULL,
  `BG` varchar(255) DEFAULT NULL,
  `血液型` varchar(255) DEFAULT NULL,
  `かかりつけ病院` varchar(255) DEFAULT NULL,
  `ファックス` varchar(255) DEFAULT NULL,
  `メールアドレス` varchar(255) DEFAULT NULL,
  `BL` varchar(255) DEFAULT NULL,
  `通し番号` varchar(255) DEFAULT NULL,
  `BN` varchar(255) DEFAULT NULL,
  `英字氏名` varchar(255) DEFAULT NULL,
  `BP` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of primaryschool1
-- ----------------------------
INSERT INTO `primaryschool1` VALUES ('2765', '1', '1', '1', '金澤昊司', 'ｰ｡ｳｪﾀﾚｿﾍ ｰ暠・', '男', '2008/09/09', '6', '金澤治彦', '72.12.4', '42', '4301-2252', '546-0044', '東住吉区北田辺4-18-17', '', 'めばえ保育園', 'ダ韓・日', '弟建小1', '長男', '', '入学', '15.4.1', '', '', '', '', '14.8.5', '', '', '', '東住吉区北田辺4-18-17　', '懇親会ベルマーク', '', '14.8.5', '2040', '', '', '', '', '切', '', '', '父090-1715-5482母090-7763-6729', '', '父090-1715-5482母090-7763-6729', 'ｰ｡ｳｪﾀﾚｿﾍ ｰ暠・・ｰ｡ｳｪﾀﾚｿﾍ ｰ暠・・ｰ｡ｳｪﾀﾚｿﾍ ｰ暠・・ｰ｡ｳｪﾀﾚｿﾍ ｰ暠・・金澤昊司', '金澤治彦', '', 'カナザワ　ミチヒコ', 'カナザワ　コウジ', '', '', '', '', '2', '', '', '入', 'Rh+AB型', '', '', '', '', '101', '', 'Kanazawa Kouji', '');
INSERT INTO `primaryschool1` VALUES ('2764', '1', '2', '2', '金澤周司', 'ｰ｡ｳｪﾀﾚｿﾍ ｽｴｿ・', '男', '2008/09/09', '6', '金澤治彦', '72.12.4', '42', '4301-2252', '546-0044', '東住吉区北田辺4-18-17', '', 'めばえ保育園', '在日', '兄建小1', '次男', '', '入学', '15.4.1', '', '', '', '', '14.8.5', '', '', '弱視（眼鏡）', '東住吉区北田辺4-18-17　', '懇親会ベルマーク', '', '14.8.5', '2041', '', '', '', '', '切', '', '', '父090-1715-5482母090-7763-6729', '', '父090-1715-5482母090-7763-6729', 'ｰ｡ｳｪﾀﾚｿﾍ ｽｴｿ・・ｰ｡ｳｪﾀﾚｿﾍ ｽｴｿ・・ｰ｡ｳｪﾀﾚｿﾍ ｽｴｿ・・ｰ｡ｳｪﾀﾚｿﾍ ｽｴｿ・・金澤周司', '金澤治彦', '', 'カナザワ　ミチヒコ', 'カナザワ　シュウジ', '', '', '', '', '2', '', '', '入', 'Rh+AB型', '', '', '', '', '102', '', 'Kanazawa Syuji', '');
INSERT INTO `primaryschool1` VALUES ('2721', '1', '3', '3', '姜樹陽', 'ｰｭｼ・', '男', '2009/01/18', '6', '朴教栄', '84.1.18', '31', '090-3726-8928', '652-0803', '神戸市兵庫区大開通2-3-3-601', '', '神戸華僑幼稚園', '在日', '', '長男', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '神戸市兵庫区大開通2-3-3-601　', '懇親会ベルマーク', '', '', '2042', '', '', '', '', '', '', '', '母090-3726-8928祖母090-1027-6425', '', '母090-3726-8928職場078-392-3011祖母090-1027-6425', 'ｰｭｼ・', 'ｰｭｼ・', 'ｰｭｼ・', 'ｰｭｼ・', '姜樹陽', '朴教栄', '', 'パク　キョヨン', 'カン　スヤン', '電', '', '', '', 'Rh+A型', '', '', '', '', '103', '', 'Kang    Sooyang', '');
INSERT INTO `primaryschool1` VALUES ('2723', '1', '4', '4', '高瑞賢', 'ｰ晴ｭﾇ', '女', '2009/03/30', '6', '高在亨', '73.3.21', '42', '080-4768-5500', '545-0022', '阿倍野区播磨町3-1-13-603', '', '建国幼稚園', '在日', '姉建小3', '次女', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '阿倍野区播磨町3-1-13-603　', '懇親会ベルマーク', '', '', '2043', '', '', '', '', '', '', '', '母s080-4768-5500父090-3355-3123', '', '母s080-4768-5500父090-3355-3123', 'ｰ晴ｭﾇ・ｰ晴ｭﾇ・ｰ晴ｭﾇ・ｰ晴ｭﾇ・高瑞賢', '高在亨', '', 'コウ　チェヒョン', 'コウ　ソヒョン', '', '', '', '', '2', '', '', '', 'Rh+Ｂ型', '', '', '', '', '104', '', 'Ko  SeoHyeon', '');
INSERT INTO `primaryschool1` VALUES ('2722', '1', '5', '5', '高世羅', 'ｰ晴ｼｶ', '女', '2009/03/16', '6', '高信志', '59.11.19', '55', '6608-22206568-5557', '558-0032', '住吉区遠里小野７-6-5', '', '建国幼稚園', '在日', '兄建高1/姉建小6/兄建小4', '次女', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '住吉区遠里小野７-6-5　', '懇親会ベルマーク', '', '', '2044', '', '', '', '', '', '', '', '母090-2599-6376父090-5168-6217', '', '母090-2599-6376父090-5168-6217', 'ｰ晴ｼｶ・ｰ晴ｼｶ・ｰ晴ｼｶ・ｰ晴ｼｶ・高世羅', '高信志', '', 'コウ　シンジ', 'コウ　セラ', '', '', '', '', '徒', '', '', '', '', '105', '', '', '', '', 'Koh   Sera', '', '');
INSERT INTO `primaryschool1` VALUES ('2642', '1', '6', '6', 'ﾑﾑ    ・', 'ｱ雍ﾙﾀｺ', '女', '2008/08/15', '6', '金志賢', '76.9.11', '38', '090-4266-8150', '558-0043', '住吉区墨江4-2-6-107', 'リッツラムセス・', '建国幼稚園', '駐日', '弟建幼', '長女', '', '入学', '15.4.1', '', '', '', '', '13.3.28', '', '', '', '住吉区墨江4-2-6-107　リッツラムセス・', 'オリニチュッチェ', '', '13.3.28', '2045', '', '', '', '', '切', '', '', '母090-4266-8150父090-6050-9756', '', '母090-4266-8150父090-6050-9756', 'ｱ雍ﾙﾀｺ', 'ｱ雍ﾙﾀｺ', 'ｱ雍ﾙﾀｺ', 'ｱ雍ﾙﾀｺ', 'ﾑﾑ    ・', '金志賢', '', 'キム　ジヒョン', 'キム　タウン', '3', '', '', '入', '', '', '', '', '', '106', '', 'Kim   Daeun', '');
INSERT INTO `primaryschool1` VALUES ('2709', '1', '7', '7', '金世奈', 'ｱ霈ｼｳｪ', '女', '2009/02/15', '6', '金剛志', '64.10.29', '50', '6751-6885', '544-0011', '生野区田島1-11-5', '', '愛信保育園', '在日', '兄建小兄建小', '長女', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '生野区田島1-11-5　', 'オリニチュッチェ', '', '', '2046', '', '', '', '', '', '', '', '父090-5136-8732母090-5136-4730', '', '父090-5136-8732母090-5136-4730', 'ｱ霈ｼｳｪ', 'ｱ霈ｼｳｪ', 'ｱ霈ｼｳｪ', 'ｱ霈ｼｳｪ', '金世奈', '金剛志', '', 'キム　ガンジ', 'キム　セナ', '1/2/2015', '', '', '', 'Rh+Ｂ型', '', '', '', '', '107', '', 'Kim  Sena', '');
INSERT INTO `primaryschool1` VALUES ('2716', '1', '8', '8', '金兌趙', 'ｱ霰ﾂｿｬ', '男', '2008/11/03', '6', '金基俊', '75.4.10', '40', '080-3757-7783', '560-0085', '住吉区苅田9-13-3-504', 'サンバリエ3-504', '追手門学院幼稚園', '駐日', '', '長男', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '住吉区苅田9-13-3-504　サンバリエ3-504', 'オリニチュッチェ', '', '', '2047', '', '', '', '', '', '', '', '母080-3757-7783父090-1149-3991', '', '母080-3757-7783父090-1149-3991', 'ｱ霰ﾂｿｬ', 'ｱ霰ﾂｿｬ', 'ｱ霰ﾂｿｬ', 'ｱ霰ﾂｿｬ', '金兌趙', '金基俊', '', 'キム　キジュン', 'キム　テヨン', '5', '', '', '', 'Rh+O型', '', '', '', '', '108', '', 'Kim  Taeyeon', '');
INSERT INTO `primaryschool1` VALUES ('2804', '1', '9', '9', '金泰潤', 'ｱ霰ﾂﾀｱ', '男', '2008/07/17', '6', '金治典', '71.2.1', '44', '090-1144-9420', '544-0031', '生野区鶴橋5-2-29-1103', '', '鶴橋幼稚園', '在日', '', '長男', '', '入学', '15.4.1', '', '', '', '', '14.9.25', '', '', '', '生野区鶴橋5-2-29-1103　', '懇親会ベルマーク', '', '14.9.25', '2048', '', '', '', '', '切', '', '', '母080-4017-9420祖母090-5660-9930', '', '母080-4017-9420祖母090-5660-9930', 'ｱ霰ﾂﾀｱ', 'ｱ霰ﾂﾀｱ', 'ｱ霰ﾂﾀｱ', 'ｱ霰ﾂﾀｱ', '金泰潤', '金治典', '', 'キム　チジョン', 'キム　テユン', '2', '', '', '入', 'Rh+Ｂ型', '', '', '', '', '109', '', 'Kim  Taeyoun', '');
INSERT INTO `primaryschool1` VALUES ('2627', '1', '10', '10', '内藤健心', 'ｳｪﾀﾌﾅ・ｰﾕｽﾅ', '男', '2007/11/24', '7', '内藤宏', '69.7.16', '45', '072-222-2305', '590-0012', '堺市堺区浅香山町3-10-25-1102', '', '長池昭和第2幼稚園', '日本', '姉建小', '次男', '', '入学', '15.4.1', '', '', '', '', '12.10.11', '', '', '', '堺市堺区浅香山町3-10-25-1102　', '懇親会ベルマーク', '', '12.10.11', '2049', '', '', '', '', '切', '', '', '父090-9217-6144', '', '母職場6771-3500父090-9217-6144', 'ｳｪﾀﾌﾅ・ｰﾕｽﾅ', 'ｳｪﾀﾌﾅ・ｰﾕｽﾅ', 'ｳｪﾀﾌﾅ・ｰﾕｽﾅ', 'ｳｪﾀﾌﾅ・ｰﾕｽﾅ', '内藤健心', '内藤宏', '', 'ナイトウ　ヒロシ', 'ナイトウ　ケンシン', '電車', '', '', '入', 'Rh+O型', '', '', '', '', '110', '', 'Nito   Kenshin', '');
INSERT INTO `primaryschool1` VALUES ('2718', '1', '11', '11', '松浦央來', 'ｸｶｾｲｿ・・ｾﾆﾅｰｶ・男', '男', '2009/03/24', '6', '松浦有香子', '72.6.23', '42', '6753-7853', '544-0013', '生野区巽中2-16-22-509', '', '愛信保育園', '在日', '', '長男', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '生野区巽中2-16-22-509　', '懇親会ベルマーク', '', '', '2050', '', '', '', '', '', '', '', '母080-4707-4744/080-5377-4744祖母090-8386-2825', '', '母080-4707-4744/080-5377-4744祖母090-8386-2825', 'ｸｶｾｲｿ・・ｾﾆﾅｰｶ・ｸｶｾｲｿ・・ｾﾆﾅｰｶ・ｸｶｾｲｿ・・ｾﾆﾅｰｶ・ｸｶｾｲｿ・・ｾﾆﾅｰｶ・松浦央來', '松浦有香子', '', 'マツウラ　ユカコ', 'マツウラ　アキラ', '', '', '', '', '1', '', '', '', 'Rh+AB型', '', '', '', '', '111', '', 'Matsuura    Akira', '');
INSERT INTO `primaryschool1` VALUES ('2708', '1', '12', '12', '文祥源', 'ｹｮｻ・男', '男', '2008/04/23', '7', '文亨犒', '74.10.10', '40', '4977-8854090-6754-1884', '544-0025', '生野区生野東3-10-30　1-201', '', '聖浄保育園', '在日', '弟10.4.30', '長男', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '生野区生野東3-10-30　1-201　', 'オリニチュッチェ', '', '', '2051', '', '', '', '', '', '', '', '父090-6754-1884母080-5342-4021', '', '父090-6754-1884母080-5342-4021', 'ｹｮｻ・ｹｮｻ・ｹｮｻ・ｹｮｻ・文祥源', '文亨犒', '', 'ムン　ヒョンソク', 'ムンサンウォン', '', '', '', '', '2', '', '', '', 'Rh+Ｂ型', '', '', '', '', '112', '', 'Moon   Sangwon', '');
INSERT INTO `primaryschool1` VALUES ('2768', '1', '13', '13', '朴書庭', 'ｹﾚｼｭﾁ､', '女', '2008/04/11', '7', '朴宗均', '76.12.9', '38', '6757-8089', '544-0001', '生野区新今里3-20-3', '', '建国幼稚園', '在日', '', '長女', '', '入学', '15.4.1', '', '', '', '', '14.8.5', '', '', '', '生野区新今里3-20-3　', 'オリニチュッチェ', '', '14.8.5', '2052', '', '', '', '', '切', '', '', '父090-1966-1998母090-8384-0962', '', '父090-1966-1998母090-8384-0962', 'ｹﾚｼｭﾁ､', 'ｹﾚｼｭﾁ､', 'ｹﾚｼｭﾁ､', 'ｹﾚｼｭﾁ､', '朴書庭', '朴宗均', '', 'パク　ジョンギュン', 'パク　ソジョン', '1', '', '', '入', 'Rh+Ｂ型', '', '', '', '', '113', '', 'Park   Suhjung', '');
INSERT INTO `primaryschool1` VALUES ('2717', '1', '14', '14', '朴泰・', 'ｹﾚﾅﾂﾀｱ', '男', '2008/06/04', '6', '朴正佑', '73.5.20', '41', '080-6106-8173', '544-0003', '生野区小路東2-7-17-201', '', '東生野保育園', '在日', '姉建中', '長男', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '生野区小路東2-7-17-201　', '懇親会ベルマーク', '', '', '2053', '', '', '', '', '', '', '', '母080-6106-8173父090-8989-8313姉080-5630-5224', '', '母080-6106-8173父090-8989-8313姉080-5630-5224', 'ｹﾚﾅﾂﾀｱ', 'ｹﾚﾅﾂﾀｱ', 'ｹﾚﾅﾂﾀｱ', 'ｹﾚﾅﾂﾀｱ', '朴泰・', '朴正佑', '', 'パク　ジョンウ', 'パク　テユン', '1', '食物アレルギー（卵）アトピー性皮膚炎', '', '', 'Rh+O型', '', '', '', '', '114', '', 'Park    Taeyoon', '');
INSERT INTO `primaryschool1` VALUES ('2712', '1', '15', '15', '成演洙', 'ｼｺｿｬｼ・男', '男', '2008/07/23', '6', '成鳳鉉', '69.11.8', '45', '6616-7683', '545-0014', '阿倍野区西田辺町2-8-4-602', '', '建国幼稚園', '在日', '兄建小', '次男', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '阿倍野区西田辺町2-8-4-602　', 'オリニチュッチェ', '', '', '2054', '', '', '', '', '', '', '', '父090-9618-7923母090-7103-6921', '', '父090-9618-7923母090-7103-6921', 'ｼｺｿｬｼ・ｼｺｿｬｼ・ｼｺｿｬｼ・ｼｺｿｬｼ・成演洙', '成鳳鉉', '', 'ソン　ボンヒョン', 'ソン　ヨンス', '', '', '', '', '2', '', '', '', 'Rh+Ｂ型', '', '', '', '', '115', '', 'Sung  Yunsoo', '');
INSERT INTO `primaryschool1` VALUES ('2767', '1', '16', '16', '孫　辰', 'ｼﾕﾀｱﾁ・男', '男', '2009/03/19', '6', '孫弘市', '71.9.3', '43', '080-3118-9821', '558-0011', '住吉区苅田１-4-17-112', '', '建国幼稚園', '駐日', '兄建小兄建小', '三男', '', '入学', '15.4.15', '', '', '', '', '14.8.5', '', '', '', '住吉区苅田１-4-17-112　', 'オリニチュッチェ', '', '14.8.5', '2055', '', '', '', '', '切', '', '', '母080-3118-9822父080-3188-9821', '', '母080-3118-9822父080-3188-9821', 'ｼﾕﾀｱﾁ・ｼﾕﾀｱﾁ・ｼﾕﾀｱﾁ・ｼﾕﾀｱﾁ・孫　辰', '孫弘市', '', 'ソン　ホンイル', 'ソン　ユンジン', '', '', '', '', '1', '', '', '入', 'Rh+Ｂ型', '', '', '', '', '116', '', 'Son   Yunjin', '');
INSERT INTO `primaryschool1` VALUES ('2763', '1', '17', '17', '申有娜', 'ｽﾅﾀｯｳｪ', '女', '2008/08/12', '6', '朴煕映', '80.6.21', '34', '090-1918-1442', '558-0023', '住吉区山之内3-15-22-207', '', '建国幼稚園', '駐日', '兄建小', '長女', '', '入学', '15.4.1', '', '', '', '', '14.8.5', '', '', '', '住吉区山之内3-15-22-207　', '運動会研修', '', '14.8.5', '2056', '', '', '', '', '切', '', '', '父080-5351-1442母090-1918-1442', '', '父080-5351-1442母090-1918-1442', 'ｽﾅﾀｯｳｪ', 'ｽﾅﾀｯｳｪ', 'ｽﾅﾀｯｳｪ', 'ｽﾅﾀｯｳｪ', '申有娜', '朴煕映', '', 'パク　ヒヨン', 'シン　ユナ', '徒', '', '', '入', 'Rh+AB型', '', '', '', '', '117', '', 'Shin   Yuna', '');
INSERT INTO `primaryschool1` VALUES ('2901', '1', '18', '18', '箋昉', 'ｽﾉｼ・男', '男', '2009/02/10', '6', '沈洪受', '77.4.15', '38', '090-9316-8422', '558-0004', '住吉区長居東1-27-6-405', '', '建国幼稚園', '駐日', '', '長男', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '住吉区長居東1-27-6-405　', '運動会研修', '', '', '2057', '', '', '', '', '', '', '', '父090-9316-8422母080-5075-8718', '', '父090-9316-8422母080-5075-8718', 'ｽﾉｼ・ｽﾉｼ・ｽﾉｼ・ｽﾉｼ・箋昉', '沈洪受', '', 'シム　ホンス', 'シム　スヒョク', '', '', '', '', '1', '', '', '', 'Rh+A型', '', '', '', '', '118', '', 'ShimSuhyuk', '');
INSERT INTO `primaryschool1` VALUES ('2643', '1', '19', '19', '山鹿成美', 'ｾﾟｸｶｰ｡ ｳｪｷ郢ﾌ', '女', '2008/05/13', '6', '山鹿隆嗣', '75.1.31', '40', '072-205-5182', '591-8025', '堺市北区長曽根町545-15-308', '', '新宝珠保育園', '日本', '', '長女', '', '入学', '15.4.1', '', '', '', '', '13.3.28', '', '', '', '堺市北区長曽根町545-15-308　', '運動会研修', '', '13.3.28', '2058', '', '', '', '', '切', '', '', '母090-1449-1747祖母090-1528-3170祖母090-9985-1878', '', '母090-1449-1747祖母090-1528-3170祖母090-9985-1878', 'ｾﾟｸｶｰ｡ ｳｪｷ郢ﾌ', 'ｾﾟｸｶｰ｡ ｳｪｷ郢ﾌ', 'ｾﾟｸｶｰ｡ ｳｪｷ郢ﾌ', 'ｾﾟｸｶｰ｡ ｳｪｷ郢ﾌ', '山鹿成美', '山鹿隆嗣', '', 'ヤマガ　タカシ', 'ヤマガ　ナルミ', '6', '', '', '入', 'Rh+Ｂ型', '', '', '', '', '119', '', 'Yamaga   Narumi', '');
INSERT INTO `primaryschool1` VALUES ('2725', '1', '20', '20', '若本安希乃', 'ｿﾍﾄｫｸ・ｾﾆﾅｰｳ・女', '女', '2008/07/22', '6', '若本憲吾　金水貞', '68.7.9', '46', '6703-0431', '546-0022', '東住吉区住道矢田9-8-28', '', '建国幼稚園', 'ダ日・韓', '姉建小', '次女', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '東住吉区住道矢田9-8-28　', 'オリニチュッチェ', '', '', '2059', '', '', '', '', '', '', '', '母090-6238-0165父090-3628-0165', '', '父職場4303-7831母090-6238-0165父090-3628-0165', 'ｿﾍﾄｫｸ・ｾﾆﾅｰｳ・ｿﾍﾄｫｸ・ｾﾆﾅｰｳ・ｿﾍﾄｫｸ・ｾﾆﾅｰｳ・ｿﾍﾄｫｸ・ｾﾆﾅｰｳ・若本安希乃', '若本憲吾　金水貞', '', 'ワカモト　ケンゴ', 'ワカモト　アキノ', '', '', '', '', '5', '', '', '', 'Rh+A型', '', '', '', '', '120', '', 'Wakamoto   Akino', '');
INSERT INTO `primaryschool1` VALUES ('2726', '1', '21', '21', '米満篤史', 'ｿ莎ﾗｹﾌﾂ・ｾﾆﾂ・ﾃ', '男', '2008/06/07', '6', '米満浩史', '60.11.15', '54', '7502-4471', '558-0041', '住吉区南住吉4-2-1-405', '', '建国幼稚園', 'ダ日・韓', '弟建幼', '長男', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '住吉区南住吉4-2-1-405　', 'オリニチュッチェ', '', '', '2060', '', '', '', '', '', '', '', '母090-5245-4702父090-3160-7797', '', '母090-5245-4702父090-3160-7797父職場072-336-8899', 'ｿ莎ﾗｹﾌﾂ・ｾﾆﾂ・ﾃ', 'ｿ莎ﾗｹﾌﾂ・ｾﾆﾂ・ﾃ', 'ｿ莎ﾗｹﾌﾂ・ｾﾆﾂ・ﾃ', 'ｿ莎ﾗｹﾌﾂ・ｾﾆﾂ・ﾃ', '米満篤史', '米満浩史', '', 'ヨネミツ　ヒロシ', 'ヨネミツ　アツシ', '1', '', '', '', 'Rh+Ｂ型', '', '', '', '', '121', '', 'Yonemitsu   Atsushi', '');
INSERT INTO `primaryschool1` VALUES ('2728', '1', '22', '22', '柳罨暙', 'ﾀｯｽﾂﾇ・男', '男', '2008/05/28', '6', '柳鞋模', '74.11.4', '40', '7164-2419', '558-0041', '住吉区南住吉4-7-18-605', '', '建国幼稚園', '駐日', '妹建幼', '長男', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '住吉区南住吉4-7-18-605　', '運動会研修', '', '', '2061', '', '', '', '', '', '', '', '父080-3031-6979母090-3971-9171', '', '父080-3031-6979母090-3971-9171', 'ﾀｯｽﾂﾇ・ﾀｯｽﾂﾇ・ﾀｯｽﾂﾇ・ﾀｯｽﾂﾇ・柳罨暙', '柳鞋模', '', 'ユ　ワンモ', 'ユ　スンヒョン', '', '', '', '', '徒', '', '', '', '', '122', '', '', '', '', 'Yu  Seunghyun', '', '');
INSERT INTO `primaryschool1` VALUES ('2714', '1', '23', '23', '李美賢', 'ﾀﾌｹﾌﾇ・女', '女', '2008/12/03', '6', 'ﾗﾝ泰壽', '76.5.27', '38', '6751-6585', '544-0044', '生野区巽北3-12-1', '', '中川幼稚園', '在日', '弟10.10.28.', '長女', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '生野区巽北3-12-1　', '懇親会ベルマーク', '', '', '2062', '', '', '', '', '', '', '', '母090-3670-9044父090-1159-2971祖母090-3859-5274', '', '母090-3670-9044職場6754-0080父090-1159-2971職場6729-0822祖母090-3859-5274', 'ﾀﾌｹﾌﾇ・ﾀﾌｹﾌﾇ・ﾀﾌｹﾌﾇ・ﾀﾌｹﾌﾇ・李美賢', 'ﾗﾝ泰壽', '', 'イ　テス', 'イ　ミヒョン', '', '', '', '', '1', '', '', '', '', '123', '', '', '', '', 'Lee   Mihyeon', '', '');
INSERT INTO `primaryschool1` VALUES ('2711', '1', '24', '24', '石倉大雅', 'ﾀﾌｽﾃﾄ昮・ｴﾙﾀﾌｰ｡', '男', '2008/07/31', '6', '石倉真司', '71.6.1', '43', '6717-8383', '544-0032', '生野区中川西3-6-24', '', '建国幼稚園', 'ダ日・韓', '弟建幼', '長男', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '生野区中川西3-6-24　', 'オリニチュッチェ', '', '', '2063', '', '', '', '', '', '', '', '母090-3353-4372父080-2448-4969祖母090-7769-3224祖父090-4289-1127', '', '母090-3353-4372父080-2448-4969祖母090-7769-3224祖父090-4289-1127', 'ﾀﾌｽﾃﾄ昮・ｴﾙﾀﾌｰ｡', 'ﾀﾌｽﾃﾄ昮・ｴﾙﾀﾌｰ｡', 'ﾀﾌｽﾃﾄ昮・ｴﾙﾀﾌｰ｡', 'ﾀﾌｽﾃﾄ昮・ｴﾙﾀﾌｰ｡', '石倉大雅', '石倉真司', '', 'イシクラ　シンジ', 'イシクラ　タイガ', '1', 'アトピー性皮膚炎', '', '', 'Rh+O型', '', '', '', '', '124', '', 'IshikuraTaiga', '');
INSERT INTO `primaryschool1` VALUES ('2719', '1', '25', '25', '池野心遥', 'ﾀﾌﾄﾉｳ・ｰ桒ﾏｷ・女', '女', '2008/05/25', '6', '池野聡', '77.10.8', '37', '7505-1229', '544-0034', '生野区桃谷4-19-23', '', '中川幼稚園', 'ダ日・韓', '弟10.8.3.', '長女', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '生野区桃谷4-19-23　', '懇親会ベルマーク', '', '', '2064', '', '', '', '', '', '', '', '母090-3678-0728父090-3702-9642祖父080-5332-1070祖母080-5332-2058', '', '母090-3678-0728父090-3702-9642祖父080-5332-1070祖母080-5332-2058', 'ﾀﾌﾄﾉｳ・ｰ桒ﾏｷ・ﾀﾌﾄﾉｳ・ｰ桒ﾏｷ・ﾀﾌﾄﾉｳ・ｰ桒ﾏｷ・ﾀﾌﾄﾉｳ・ｰ桒ﾏｷ・池野心遥', '池野聡', '', 'イクノ　アキラ', 'イケノ　コハル', '', '', '', '', '1/2/2015', '', '', '', 'Rh+A型', '', '', '', '', '125', '', 'Ikeno   Koharu', '');
INSERT INTO `primaryschool1` VALUES ('2769', '1', '26', '26', '張勇大', 'ﾀ蠢・・男', '男', '2008/06/30', '6', '張泰和', '89.5.10', '26', '080-6129-5529', '544-0001', '生野区新今里１-9-19', '', '愛信保育園', '在日', '', '長男', '', '入学', '15.4.1', '', '', '', '', '14.9.25', '', '', '', '生野区新今里１-9-19　', '懇親会ベルマーク', '', '14.9.25', '2065', '', '', '', '', '切', '', '', '母080-6129-5529祖父090-4902-4967祖母090-3992-4149', '', '母080-6129-5529祖父090-4902-4967祖母090-3992-4149', 'ﾀ蠢・・ﾀ蠢・・ﾀ蠢・・ﾀ蠢・・張勇大', '張泰和', '', 'チャン　テファ', 'チャン　ヨンデ', '', '', '', '', '1', '', '', '入', 'Rh+O型', '', '', '', '', '126', '', 'ChangYongdae', '');
INSERT INTO `primaryschool1` VALUES ('2713', '1', '27', '27', '鄭鍾豪', 'ﾁ､ﾁｾﾈ｣', '男', '2008/06/13', '6', '鄭昇孝', '67.6.30', '47', '6649-3855', '557-0025', '西成区長橋1-3-19', '', '建国幼稚園', '在日', '兄建小', '次男', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '西成区長橋1-3-19　', 'オリニチュッチェ', '', '', '2066', '', '', '', '', '', '', '', '母090-3656-3103父090-9612-1817', '', '母090-3656-3103父090-9612-1817会社4396-7713祖母6647-7522', 'ﾁ､ﾁｾﾈ｣', 'ﾁ､ﾁｾﾈ｣', 'ﾁ､ﾁｾﾈ｣', 'ﾁ､ﾁｾﾈ｣', '鄭鍾豪', '鄭昇孝', '', 'チョン　スンヒョ', 'チョン　ジョンホ', '3', '', '', '', 'Rh+Ｂ型', '', '', '', '', '127', '', 'Chong   Jongho', '');
INSERT INTO `primaryschool1` VALUES ('2715', '1', '28', '28', '崔ノレ', 'ﾃﾖｳ・｡', '女', '2008/08/07', '6', '崔徳寿', '78.9.27', '36', '6711-0752', '544-0034', '生野区桃谷4-8-20', '', '愛信保育園', '在日', '弟10弟12弟14.3.23.', '長女', '', '入学', '15.4.1', '', '', '', '', '', '', '', '', '生野区桃谷4-8-20　', '懇親会ベルマーク', '', '', '2067', '', '', '', '', '', '', '', '母090-4900-9399父090-7887-9237祖母080-1430-6817', '', '母090-4900-9399父090-7887-9237祖母080-1430-6817', 'ﾃﾖｳ・｡', 'ﾃﾖｳ・｡', 'ﾃﾖｳ・｡', 'ﾃﾖｳ・｡', '崔ノレ', '崔徳寿', '', 'チェ　トクス', 'チェ　ノレ', '2', '', '', '', '', '', '', '', '', '128', '', 'Choi   Nore', '');
INSERT INTO `primaryschool1` VALUES ('2740', '1', '29', '29', '崔盛賀', 'ﾃﾖｼｺﾇﾏ', '男', '2008/08/02', '6', '昞', '74.1.15', '41', '080-2037-6736', '558-0011', '住吉区苅田９-13-5-1010', 'サンヴァリエ苅田5号棟1010', '建国幼稚園', '駐日', '兄建小', '次男', '', '入学', '15.4.1', '', '', '', '', '14.8.5', '', '', '', '住吉区苅田９-13-5-1010　サンヴァリエ苅田5号棟1010', 'オリニチュッチェ', '', '14.8.5', '2068', '', '', '', '', '切', '', '', '母090-9983-9885父080-2037-6736', '', '母090-9983-9885父080-2037-6736', 'ﾃﾖｼｺﾇﾏ', 'ﾃﾖｼｺﾇﾏ', 'ﾃﾖｼｺﾇﾏ', 'ﾃﾖｼｺﾇﾏ', '崔盛賀', '昞', '', 'チェ　ジュンヒョク', 'チェ　ソンハ', '5', '', '', '入', 'Rh+O型', '', '', '', '', '129', '', 'Choi  Seongha', '');
INSERT INTO `primaryschool1` VALUES ('2686', '2', '1', '30', '金宰弘', 'ｱ霏酳ｫ', '男', '2007/12/29', '7', '藤原武人', '79.10.16', '35', '6754-2415', '545-0021', '阿倍野区阪南町5-22-1-1101', 'エスリード西田辺駅前1101号', '建国幼稚園', 'ダ日・韓', '', '長男', '', '入学', '14.4.1', '', '', '', '', '13.3.28', '', '', '', '阿倍野区阪南町5-22-1-1101　エスリード西田辺駅前1101号', 'オリニチュッチェ', '', '13.3.28', '2040', '', '', '', '', '切', '', '', '父s090-6606-6924母s080-9165-7707', '', '父s090-6606-6924母s080-9165-7707', 'ｱ霏酳ｫ', 'ｱ霏酳ｫ', 'ｱ霏酳ｫ', 'ｱ霏酳ｫ', '金宰弘', '藤原武人', '', 'フジワラ　', 'キム　ヂェホン', '2', '', '', '入', 'Rh+O型', '', '', '', '', '130', '', 'Kim Jehong', '');
INSERT INTO `primaryschool1` VALUES ('2647', '2', '2', '31', '盧賢俊', 'ｳ・ﾘ', '男', '2007/01/06', '8', '盧明智', '75.1.6', '40', '090-9989-2604', '558-0011', '住吉区苅田2-14-2-502', 'グラスヒル住吉502号', '建国幼稚園', '駐日', '', '長男', '', '入学', '14.4.1', '', '', '', '', '13.3.28', '', '', '', '住吉区苅田2-14-2-502　グラスヒル住吉502号', 'オリニチュッチェ', '', '13.3.28', '2041', '', '', '', '', '切', '', '', '父s090-9989-2604母s090-8523-8265', '', '父s090-9989-2604母s090-8523-8265', 'ｳ・ﾘ', 'ｳ・ﾘ', 'ｳ・ﾘ', 'ｳ・ﾘ', '盧賢俊', '盧明智', '', 'ノ　ミョンヂ', 'ノ　ヒョンヂュン', '1', '', '', '入', 'Rh+A型', '', '', '', '', '131', '', 'Noh Hyonjyung', '');
INSERT INTO `primaryschool1` VALUES ('2687', '2', '3', '32', '明ハル', 'ｸ桒ﾏｷ・男', '男', '2007/07/06', '7', '明承・', '73.11.25', '41', '090-6536-2355', '591-8021', '堺市北区新金岡町4-2-12-1109', 'OPH新金岡12-1109', '新金岡幼稚園', '在日', '', '長男', '', '入学', '14.4.1', '', '', '', '', '13.3.28', '', '', '', '堺市北区新金岡町4-2-12-1109　OPH新金岡12-1109', '運動会研修', '', '13.3.28', '2042', '', '', '', '', '切', '', '', '', '', '母d080-3176-8446父d090-6536-2355', 'ｸ桒ﾏｷ・ｸ桒ﾏｷ・ｸ桒ﾏｷ・ｸ桒ﾏｷ・明ハル', '明承・', '', 'ミョン　スンファン', 'ミョン　ハル', '', '', '', '', '6', '', '', '入', 'Rh+AB型', 'あけど小児科072-242-7801', '', '', '', '132', '', 'Myong Haru', '');
INSERT INTO `primaryschool1` VALUES ('2657', '2', '4', '33', '牟潤', 'ｸ・ ﾀｱ', '男', '2007/12/07', '7', '牟圭満', '61.1.9', '54', '072-258-1545', '591-8022', '堺市北区金岡町1620-4-309', '', 'がんば白鷺保育園', 'ダ韓・日', '兄建中', '次男', '', '入学', '14.4.1', '', '', '', '', '13.3.28', '', '', '', '堺市北区金岡町1620-4-309　', 'オリニチュッチェ', '', '13.3.28', '2043', '', '', '', '', '切', '', '', '母s080-3797-7002父s080-3843-8050', '', '母s080-3797-7002父s080-3843-8050', 'ｸ・ ﾀｱ', 'ｸ・ ﾀｱ', 'ｸ・ ﾀｱ', 'ｸ・ ﾀｱ', '牟潤', '牟圭満', '', 'モ　キュマン', 'モ　ユン', '電', '', '', '入', '', 'まつお小児科072-258-4646にしがき小児科072-250-5512', '', '', '', '133', '', 'Mo Yun', '');
INSERT INTO `primaryschool1` VALUES ('2659', '2', '5', '34', '成ﾚﾃ潔', 'ｼｺｹﾎｰ・男', '男', '2008/01/05', '7', '成﨓', '72.2.28', '43', '080-3496-8122 ', '558-0011', '住吉区苅田９-11-10-216', '', '建国幼稚園', '駐日', '妹建幼', '長男', '', '入学', '14.4.1', '', '', '', '', '13.3.28', '', '', '', '住吉区苅田９-11-10-216　', '運動会研修', '', '13.3.28', '2044', '', '', '', '', '切', '', '', '母s080-3496-8122父s080-3457-6963', '', '母s080-3496-8122父s080-3457-6963', 'ｼｺｹﾎｰ・ｼｺｹﾎｰ・ｼｺｹﾎｰ・ｼｺｹﾎｰ・成ﾚﾃ潔', '成﨓', '', 'ソン　ヒョン', 'ソン　ミンギョル', '', '', '', '', '5', '', '', '入', 'Rh+A型', '', '', '', '', '134', '', 'Son Mingyoru', '');
INSERT INTO `primaryschool1` VALUES ('2660', '2', '6', '35', '孫明辰', 'ｼﾕｸ暿・男', '男', '2007/09/26', '7', '孫弘一', '71.9.3', '-57', '080-3118-9821', '558-0011', '住吉区苅田１-4-17-112', '', '建国幼稚園', '駐日', '兄建小/弟建幼', '次男', '', '入学', '14.4.1', '', '', '', '', '13.3.28', '', '', '', '住吉区苅田１-4-17-112　', '１年', '', '13.3.28', '2045', '', '', '', '', '切', '', '', '母s080-3118-9822父s080-3118-9821', '', '母s080-3118-9822父s080-3118-9821', 'ｼﾕｸ暿・ｼﾕｸ暿・ｼﾕｸ暿・ｼﾕｸ暿・孫明辰', '孫弘一', '', 'ソン　ホンイル', 'ソン　ミョンヂン', '', '', '', '', '1', '', '', '入', 'Rh+A型', '', '', '', '', '135', '', 'Son Myonjin', '');
INSERT INTO `primaryschool1` VALUES ('2688', '2', '7', '36', '梁美樹', 'ｾ郢ﾌｼ・女', '女', '2008/03/29', '7', '梁京淑', '71.12.4', '43', '090-1225-8882', '556-0014', '浪速区大国2-8-3-205', '', '公）愛染園大国保育所', '在日', '', '長女', '', '入学', '14.4.1', '', '', '', '', '13.3.28', '', '', '', '浪速区大国2-8-3-205　', 'オリニチュッチェ', '', '13.3.28', '2046', '', '', '', '', '切', '', '', '', '', '母a090-1225-8882母w070-5655-9587', 'ｾ郢ﾌｼ・ｾ郢ﾌｼ・ｾ郢ﾌｼ・ｾ郢ﾌｼ・梁美樹', '梁京淑', '', 'ヤン　ギョンスク', 'ヤン　ミズ', '', '', '', '', '3', '', '', '入', 'Rh+O型', '', '', '', '', '136', '', 'Yang Misu', '');
INSERT INTO `primaryschool1` VALUES ('2684', '2', '8', '37', '劉愛理', 'ﾀｯｾﾖｸｮ', '女', '2008/03/11', '7', '劉秀相', '70.7.16', '44', '06-6752-2010', '544-0005', '生野区中川3-4-24', '', 'こもれび保育園', '在日', '', '長女', '', '入学', '14.4.1', '', '', '', '', '13.3.28', '', '', '', '生野区中川3-4-24　', 'オリニチュッチェ', '', '13.3.28', '2047', '', '', '', '', '切', '', '', '母s080-3795-1134父s090-4373-4171', '', '母s080-3795-1134父s090-4373-4171母職場6753-1458', 'ﾀｯｾﾖｸｮ', 'ﾀｯｾﾖｸｮ', 'ﾀｯｾﾖｸｮ', 'ﾀｯｾﾖｸｮ', '劉愛理', '劉秀相', '', 'ユ　スサン', 'ユ　エリ', '1', '', '', '入', 'Rh+Ｂ型', '浦岡6754-0511キム医院6752-4567', '', '', '', '137', '', 'Yu Eri', '');
INSERT INTO `primaryschool1` VALUES ('2682', '2', '9', '38', '尹志成', 'ﾀｱﾁｺ', '男', '2007/07/15', '7', '朴美永', '80.5.23', '34', '080-6209-9556', '556-0017', '浪速区湊町2-2-22-620', '', '建国幼稚園', '駐日', '', '長男', '', '入学', '14.4.1', '', '', '', '', '13.3.28', '', '', '', '浪速区湊町2-2-22-620　', 'オリニチュッチェ', '', '13.3.28', '2048', '', '', '', '', '切', '', '', '父s080-3798-6774母a080-6209-9556', '', '父s080-3798-6774母a080-6209-9556', 'ﾀｱﾁｺ', 'ﾀｱﾁｺ', 'ﾀｱﾁｺ', 'ﾀｱﾁｺ', '尹志成', '朴美永', '', 'パク　ミヨン', 'ユン　ヂソン', '3', '', '', '入', 'Rh+Ｂ型', '', '', '', '', '138', '', 'Yun Jison', '');
INSERT INTO `primaryschool1` VALUES ('2661', '2', '10', '39', '李釁ﾗ', 'ﾀﾌｿｹｸｲ', '女', '2008/02/22', '7', 'ﾗﾝﾚﾂﾐ･', '74.9.5', '40', '080-4230-5063', '558-0023', '住吉区我孫子東3-2-30-604', '', '建国幼稚園', '駐日', '姉建小', '次女', '', '入学', '14.4.1', '', '', '', '', '13.3.28', '', '', '', '住吉区我孫子東3-2-30-604　', '３年', '', '13.3.28', '2049', '', '', '', '', '切', '', '', '母s080-4230-5063父d090-8652-2364', '', '母s080-4230-5063父d090-8652-2364', 'ﾀﾌｿｹｸｲ', 'ﾀﾌｿｹｸｲ', 'ﾀﾌｿｹｸｲ', 'ﾀﾌｿｹｸｲ', '李釁ﾗ', 'ﾗﾝﾚﾂﾐ･', '', 'イ　ミンギュ', 'イ　イエリン', '5', '', '', '入', 'Rh+AB型', '', '', '', '', '139', '', 'Lee Ielim', '');
INSERT INTO `primaryschool1` VALUES ('2648', '2', '11', '40', '李ハナ', 'ﾀﾌﾇﾏｳｪ', '女', '2008/02/18', '7', '李民九', '80.5.4', '35', '090-8166-8695', '592－0013', '高石市取石5-8-56', '', '聖ヶ岡幼稚園', '在日', '', '長女', '', '入学', '14.4.1', '', '', '', '', '13.3.28', '', '', '住所変更）西取石７-3-20-203', '高石市取石5-8-56　', 'オリニチュッチェ', '', '13.3.28', '2050', '', '', '', '', '切', '', '', '母a090-8166-8695祖母a080-3113-6439父a090-8166-8714祖父a090-3948-2189', '', '母a090-8166-8695祖母a080-3113-6439父a090-8166-8714祖父a090-3948-2189', 'ﾀﾌﾇﾏｳｪ', 'ﾀﾌﾇﾏｳｪ', 'ﾀﾌﾇﾏｳｪ', 'ﾀﾌﾇﾏｳｪ', '李ハナ', '李民九', '', 'イ　ミング', 'イ　ハナ', '6', '', '', '入', '', '平林医院0725-41-2943', '', '', '', '140', '', 'Lee Hana', '');
INSERT INTO `primaryschool1` VALUES ('2685', '2', '12', '41', '李花人', 'ﾀﾌﾈｭﾀﾎ', '男', '2008/01/26', '7', '李桂民', '72.12.10', '42', '7177-8504', '543-0022', '天王寺区味原本町13-10-1306', 'ノバオリンピアート1306', '宮前つばさ幼稚園', '在日', '', '長男', '', '入学', '14.4.1', '', '', '', '', '13.3.28', '', '', '', '天王寺区味原本町13-10-1306　ノバオリンピアート1306', '懇親会ベルマーク', '', '13.3.28', '2051', '', '', '', '', '切', '', '', '母a090-8234-2727父a090-1028-9280', '', '母a090-8234-2727父a090-1028-9280', 'ﾀﾌﾈｭﾀﾎ', 'ﾀﾌﾈｭﾀﾎ', 'ﾀﾌﾈｭﾀﾎ', 'ﾀﾌﾈｭﾀﾎ', '李花人', '李桂民', '', 'イ　ゲミン', 'イ　ファイン', '2', '', '', '入', '', '', '', '', '', '141', '', 'Lee Hwaing', '');
INSERT INTO `primaryschool1` VALUES ('2644', '2', '13', '42', '趙煕', 'ﾁｶﾁﾘﾈ・男', '男', '2008/02/20', '7', '朴好仙', '71.7.23', '43', '7164-0892', '544-0031', '生野区鶴橋4-3-11', '', 'ｰ豎箏ｵ ｾ鄂ﾇﾀｯﾄ｡ｿ・在日', '在日', '弟建幼', '長男', '', '入学', '14.4.1', '', '', '', '', '13.3.28', '', '', '', '生野区鶴橋4-3-11　', 'オリニチュッチェ', '', '13.3.28', '2052', '', '', '', '', '切', '', '', '母090-7340-4677祖父d090-6671-4846祖母d090-5133-5181', '', '母090-7340-4677祖父d090-6671-4846祖母d090-5133-5181', 'ﾁｶﾁﾘﾈ・ﾁｶﾁﾘﾈ・ﾁｶﾁﾘﾈ・ﾁｶﾁﾘﾈ・趙煕', '朴好仙', '', 'パク　ホソン', 'チョ　ヂュンヒ', '', '', '', '', '2', '', '', '入', 'Rh+O型', '', '', '', '', '142', '', 'Cho Tyunhi', '');
INSERT INTO `primaryschool1` VALUES ('2662', '2', '14', '43', '崔美優', 'ﾃﾖｹﾌｿ・女', '女', '2007/05/17', '7', 'ﾑﾑﾚﾄ狎', '76.1.7', '39', '母a090-3676-0430', '546-0002', '東住吉区杭全8-8-2-2C', '', '建国幼稚園', '在日', '姉建小/妹建幼', '長女', '', '入学', '14.4.1', '', '', '', '', '13.3.28', '', '', '', '東住吉区杭全8-8-2-2C　', '懇親会ベルマーク', '', '13.3.28', '2053', '', '', '', '', '切', '', '', '母a090-3676-0430', '', '母a090-3676-0430父a080-5336-2988', 'ﾃﾖｹﾌｿ・ﾃﾖｹﾌｿ・ﾃﾖｹﾌｿ・ﾃﾖｹﾌｿ・崔美優', 'ﾑﾑﾚﾄ狎', '', 'チェ　ピョンチョル', 'チェ　ミウ', '', '', '', '', '1', '', '', '入', 'Rh+Ｂ型', '', '', '', '', '143', '', 'Choi Miyu', '');
INSERT INTO `primaryschool1` VALUES ('2650', '2', '15', '44', '崔新', 'ﾃﾖ  ｽﾅ', '男', '2007/05/04', '8', '崔博文', '78.6.15', '36', '090-5151-5333', '544-0025', '生野区生野東3-7-21', '', '勝山愛和第3', '在日', '弟建幼', '長男', '', '入学', '14.4.1', '', '', '', '', '13.3.28', '', '', '', '生野区生野東3-7-21　', '懇親会ベルマーク', '', '13.3.28', '2054', '', '', '', '', '切', '', '', '母s090-4284-0553父s090-5151-5333', '', '母s090-4284-0553父s090-5151-5333外祖父母072-948-3029', 'ﾃﾖ  ｽﾅ', 'ﾃﾖ  ｽﾅ', 'ﾃﾖ  ｽﾅ', 'ﾃﾖ  ｽﾅ', '崔新', '崔博文', '', 'チェ　バンムン', 'チェ　シン', '2', '', '', '入', 'Rh+A型', '', '', '', '', '144', '', 'Choi Shin', '');
INSERT INTO `primaryschool1` VALUES ('2663', '2', '16', '45', '崔彩加', 'ﾃﾖﾃ､ｰ｡', '女', '2007/11/13', '7', '崔達也', '69.6.20', '45', '6699-5528', '558-0023', '住吉区山ノ内4-14-14', '', '建国幼稚園', '在日', '兄建小', '長女', '', '入学', '14.4.1', '', '', '', '', '13.3.28', '', '', '', '住吉区山ノ内4-14-14　', '運動会研修', '', '13.3.28', '2055', '', '', '', '', '切', '', '', '母s090-2194-7070祖母s090-7489-3213父s090-3352-3411', '', '母s090-2194-7070祖母s090-7489-3213父s090-3352-3411', 'ﾃﾖﾃ､ｰ｡', 'ﾃﾖﾃ､ｰ｡', 'ﾃﾖﾃ､ｰ｡', 'ﾃﾖﾃ､ｰ｡', '崔彩加', '崔達也', '', 'チェ　ダルヤ', 'チェ　チェガ', '徒', '', '', '入', 'Rh+A型', '', '6699-5528', '', '', '145', '', 'Choi Chega', '');
INSERT INTO `primaryschool1` VALUES ('2668', '2', '17', '46', '洪琉心', 'ﾈｫｷﾉ', '女', '2007/09/21', '7', '洪裕智', '77.6.1', '37', '6700-5006', '546-0021', '東住吉区照ヶ丘矢田3-3-21', '', '建国幼稚園', '在日', '兄建小', '長女', '', '入学', '14.4.1', '', '', '', '', '13.3.28', '', '', '', '東住吉区照ヶ丘矢田3-3-21　', '運動会研修', '', '13.3.28', '2056', '', '', '', '', '切', '', '', '父080-6180-5444母090-3828-6253', '', '父080-6180-5444母090-3828-6253母職場070-5569-2639祖母6606-1022', 'ﾈｫｷﾉ', 'ﾈｫｷﾉ', 'ﾈｫｷﾉ', 'ﾈｫｷﾉ', '洪琉心', '洪裕智', '', 'ホン　ユヂ', 'ホン　リュシム', '徒', '', '', '入', 'Rh+A型', '', '6700-5006', '', '', '146', '', 'Hong Ryusin', '');
INSERT INTO `primaryschool1` VALUES ('319', '2', '18', '47', '朴泰暠', 'ｹﾚﾅﾂﾇ・男', '男', '2007/05/09', '8', '朴性福', '75.3.25', '40', '080-9602-7364', '556-0014', '浪速区大国2-5-15-804', '', '', '駐日', '妹13.3.12.', '長男', '', '入学', '15.4.1', '', '', '', '', '01.1.11', '', '風物', '', '浪速区大国2-5-15-804　', 'オリニチュッチェ', '', '01.1.11', '2057', '', '', '', '', '入', '', '', '父080-9602-7364', '', '父080-9602-7364', 'ｹﾚﾅﾂﾇ・ｹﾚﾅﾂﾇ・ｹﾚﾅﾂﾇ・ｹﾚﾅﾂﾇ・朴泰暠', '朴性福', '', 'パク　ソンボク', 'パク　テヒョン', '', '', '', '', '3', '', '', '切', 'Rh+A型', '', '', '', '', '147', '', 'Park  Taehyun', '');
INSERT INTO `primaryschool1` VALUES ('2811', '9', '19', '48', '須田幸宇', '', '女', '2007/07/19', '7', '李華', '', '111', '', '', '東大阪市御厨', '', '', '在日', '', '長男', '', '入学', '', '', '', '', '', '01.1.11', '', '風物', '', '東大阪市御厨　', '', '', '01.1.11', '2058', '', '', '', '', '入', '', '', '080-5463-9626', '', '', '', '', '0', '', '須田幸宇', '李華', '', '', '', '', '', '', '切', '', '', '', '', '', '148', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2598', '3', '1', '50', '姜莉穏', 'ｰｭｸｮｿﾂ', '女', '2006/09/16', '8', '土内政', '66.5.3', '49', '4302-0117', '546-0012', '東住吉区中野3-8-11-402', '', '城南学園幼稚園（私）', 'ダ日・韓', '', '長女', '', '入学', '13.4.1', '', '', '', '', '12.5.15', '', '', '', '東住吉区中野3-8-11-402　', '懇親会ベルマーク', '', '12.5.15', '2040', '', '皆勤', '', '', '切', '', '', '母a090-1133-5574父a090-3623-4795', '', '母a090-1133-5574父a090-3623-4795', 'ｰｭｸｮｿﾂ', 'ｰｭｸｮｿﾂ', 'ｰｭｸｮｿﾂ', 'ｰｭｸｮｿﾂ', '姜莉穏', '土内政', '', 'ツチウチ　マサシ', 'カン　リオン', '1', '', '', '入', '', '', '4302-0171', '', '', '150', '', 'Kang 　　　　Rion', '');
INSERT INTO `primaryschool1` VALUES ('2638', '3', '2', '51', '康美紗', 'ｰｭｹﾌｻ・女', '女', '2006/11/15', '8', '康有鎭', '79.3.23', '36', '0721-70-7650', '584-0047', '富田林市山手町10-25', '', '富貴の里保育園', 'ダ韓・日', '弟09/11', '長女', '', '入学', '13.4.1', '', '', '', '', '13.3.28', '', '', '', '富田林市山手町10-25　', 'オリニチュッチェ', '', '13.3.28', '2041', '', '', '', '', '切', '', '', '母090-3283-4617', '', '母090-3283-4617父080-3772-4617', 'ｰｭｹﾌｻ・ｰｭｹﾌｻ・ｰｭｹﾌｻ・ｰｭｹﾌｻ・康美紗', '康有鎭', '', 'カン　ユヂン', 'カン　ミサ', '', '', '', '', '車', '', '', '入', 'Rh+A型', 'なかじまクリニック0721-40-2502', '', 'akiakiko_7@yahoo.co.jp', '', '151', '', 'Kang　　 　　Misa', '');
INSERT INTO `primaryschool1` VALUES ('2633', '3', '3', '52', '姜河恩', 'ｰｭﾇﾏﾀｺ', '女', '2006/09/12', '8', '姜聖会', '78.2.20', '37', '6790-7031', '547-0011', '平野区長吉出戸2-5-13-903', 'ピュール出戸903', '城南学園幼稚園（私）', '駐日', '', '長女', '', '入学', '13.4.1', '', '', '', '', '01.1.11', '', '', '', '平野区長吉出戸2-5-13-903　ピュール出戸903', 'オリニチュッチェ', '', '01.1.11', '2042', '優秀', '皆勤', '', '', '切', '', '', '母d090-4291-3899', '', '父s090-3672-7766母d090-4291-3899会社072-928-2266', 'ｰｭﾇﾏﾀｺ', 'ｰｭﾇﾏﾀｺ', 'ｰｭﾇﾏﾀｺ', 'ｰｭﾇﾏﾀｺ', '姜河恩', '姜聖会', '', 'カン　ソンヘ', 'カン　ハウン', '5', '', '', '切', 'Rh+O型', '', '072-928-2268', '', '', '152', '', 'Kang 　　　　Haun', '');
INSERT INTO `primaryschool1` VALUES ('2645', '3', '4', '53', '高佳賢', 'ｰ擎｡ﾇ・女', '女', '2006/12/20', '8', '高在亨', '73.3.21', '42', '080-4768-5500', '545-0022', '阿倍野区播磨町3-1-13-603', '', '樫野台小学校', '在日', '妹建小', '長女', '', '転入', '14.4.1', '', '', '', '', '13.3.28', '', '', '', '阿倍野区播磨町3-1-13-603　', '１年', '', '13.3.28', '2043', '', '', '', '', '切', '', '', '母s080-4768-5500', '', '母s080-4768-5500', 'ｰ擎｡ﾇ・ｰ擎｡ﾇ・ｰ擎｡ﾇ・ｰ擎｡ﾇ・高佳賢', '高在亨', '', 'コ　ヂェヒョン', 'コ　ガヒョン', '', '', '', '', '2', '', '', '入', '', '', '', '', '', '153', '', 'Koh 　　　　Kahyon', '');
INSERT INTO `primaryschool1` VALUES ('2584', '3', '5', '54', '倉澤芳佳', 'ｱｸｶ鄙ﾍ ﾈ｣ｳ・ｫ', '女', '2006/08/11', '8', '倉澤玉樹', '67.12.27', '47', '6606-3808', '558-0032', '住吉区遠里小野2-10-27-504', 'エクシード遠里小野', '藤保育園（私）', '日本', '', '次女', '', '入学', '13.4.1', '', '', '', '', '07.4.24', '', '', '', '住吉区遠里小野2-10-27-504　エクシード遠里小野', 'オリニチュッチェ', '', '07.4.24', '2044', '努力', '皆勤', '8', '43', '切', '3', '', '母p070-5041-7069', '', '父p070-5041-8783母p070-5041-7069祖母072-255-5059', 'ｱｸｶ鄙ﾍ ﾈ｣ｳ・ｫ', 'ｱｸｶ鄙ﾍ ﾈ｣ｳ・ｫ', 'ｱｸｶ鄙ﾍ ﾈ｣ｳ・ｫ', 'ｱｸｶ鄙ﾍ ﾈ｣ｳ・ｫ', '倉澤芳佳', '倉澤玉樹', '4', 'クラサワ　タマキ', 'クラサワ　ホノカ', '徒歩', 'アトピー性皮膚炎', '', '入', '', '武田小児科', '6606-3808', 'kuratama-ma@comet.ocn.ne.jp', '', '154', '', 'Kurasawa　　　　 Honoka', '');
INSERT INTO `primaryschool1` VALUES ('2630', '3', '6', '55', '金度賢', 'ｱ襍ｵﾇ・男', '男', '2006/08/29', '8', '金泰完', '74.9.15', '40', '080-8332-1791', '545-0052', '阿倍野区阿倍野筋2-4-37-1212', '', '韓国', '駐日', '姉建小', '長男', '', '入学', '13.4.1', '', '', '', '', '01.1.11', '', '', '', '阿倍野区阿倍野筋2-4-37-1212　', 'オリニチュッチェ', '', '01.1.11', '2045', '', '皆勤', '8', '5', '切', '1', '', '父d080-8332-1791母d080-8505-6721', '', '父d080-8332-1791母d080-8505-6721', 'ｱ襍ｵﾇ・ｱ襍ｵﾇ・ｱ襍ｵﾇ・ｱ襍ｵﾇ・金度賢', '金泰完', '', 'キム　テワン', 'キム　ドヒョン', '', '', '', '', '3', '', '', '切', 'Rh+O型', '', '', '', '', '155', '', 'Kim 　　　　　Dohyong', '');
INSERT INTO `primaryschool1` VALUES ('2565', '3', '7', '56', 'ﾑﾑﾚﾄ・', 'ｱ雹ﾎﾁ､', '女', '2006/08/18', '8', '金俊漢', '74.2.22', '41', '090-1960-6222', '543-0001', '東成区玉津2-16-13-405', 'シャルマン富士ビルトモア405号', '勝山愛和幼稚園（私）', '駐日', '姉建中', '長女', '', '入学', '13.4.1', '', '', '', '', '08.3.10', '', '', '住所変更2010/10/1809/12/2）旧）天王寺区清水谷町20-7-302号', '東成区玉津2-16-13-405　シャルマン富士ビルトモア405号', '運動会研修', '', '08.3.10', '2046', '', '', '8', '23', '切', '2', '', '母s090-1957-4097', '', '母s090-1957-4097', 'ｱ雹ﾎﾁ､', 'ｱ雹ﾎﾁ､', 'ｱ雹ﾎﾁ､', 'ｱ雹ﾎﾁ､', 'ﾑﾑﾚﾄ・', '金俊漢', '', 'キム　チュナン', 'キム　ミンヂョン', '3', '無し', '', '入', 'Rh+A型', '時岡医院6972-5886', '6773-9349', 'kjh0222@hotmail.com', '', '156', '', 'Kim 　　　　　Minjong', '');
INSERT INTO `primaryschool1` VALUES ('2599', '3', '8', '57', '金ヨセフ', 'ｱ霑莨ﾁ', '男', '2006/08/15', '8', '金洪鐵', '75.8.1', '39', '6609-6696', '558-0004', '住吉区苅田9-11-10-812', '', 'トミーインターナショナル', 'ダ韓・日', '弟（ノア）09', '長男', '', '入学', '13.4.1', '', '', '', '', '12.5.15', '', '', '', '住吉区苅田9-11-10-812　', 'オリニチュッチェ', '', '12.5.15', '2047', '', '', '', '', '切', '', '', '母s090-3927-6117', '', '母s090-3927-6117父s090-8528-2548', 'ｱ霑莨ﾁ', 'ｱ霑莨ﾁ', 'ｱ霑莨ﾁ', 'ｱ霑莨ﾁ', '金ヨセフ', '金洪鐵', '', 'キム　ホンチョル', 'キム　ヨセフ', '5', '', '', '入', 'Rh+O型', '', '6609-6696', '', '', '157', '', 'Kim 　　　　　Yoseb', '');
INSERT INTO `primaryschool1` VALUES ('2604', '3', '9', '58', '金頸煥', 'ｱ霑菠ｯ', '男', '2007/01/22', '8', '金相俊', '65.6.24', '49', '6771-2216', '543-0052', '天王寺区大道4-7-23-605', '', '愛信保育園（私）', '在日', '兄、兄', '三男', '', '入学', '13.4.1', '', '', '', '', '12.5.15', '', '', '', '天王寺区大道4-7-23-605　', 'オリニチュッチェ', '', '12.5.15', '2048', '努力', '', '8', '6', '切', '2', '', '母a090-3626-2216', '', '父a090-8212-4968母a090-3626-2216兄a090-3823-0179', 'ｱ霑菠ｯ', 'ｱ霑菠ｯ', 'ｱ霑菠ｯ', 'ｱ霑菠ｯ', '金頸煥', '金相俊', '', 'キム　サンヂュン', 'キム　ヨファン', '2', '', '', '入', 'Rh+Ｂ型', '', '', '', '', '158', '', 'Kim 　　　　　Yohwan', '');
INSERT INTO `primaryschool1` VALUES ('2678', '3', '10', '59', '中澤勉', 'ｳｪﾄｫﾀﾚｿﾍｺ･', '男', '2006/10/23', '8', '中澤操', '51.9.10', '63', '6562-3133', '', '西成区北開1-1-１-109', '', '', '在日', '', '長男', '', '転入', '13.9.1', '', '', '', '', '13.3.28', '', '', '', '西成区北開1-1-１-109　', 'オリニチュッチェ', '', '13.3.28', '2049', '', '', '', '', '切', '', '', '', '', '', 'ｳｪﾄｫﾀﾚｿﾍｺ･', 'ｳｪﾄｫﾀﾚｿﾍｺ･', 'ｳｪﾄｫﾀﾚｿﾍｺ･', 'ｳｪﾄｫﾀﾚｿﾍｺ･', '中澤勉', '中澤操', '', '', 'ナカザワ　ベン', '3', '', '', '入', '', '', '', '', '', '159', '', 'Nakazawa      Ben', '');
INSERT INTO `primaryschool1` VALUES ('2583', '3', '11', '60', '盧侑緯', 'ｳ・ｯﾀｧ', '女', '2006/10/10', '8', '盧永全', '70.3.9', '45', '7503-7271', '544-0021', '生野区勝山南4-8-17', '', '鶴橋幼稚園', '在日', '弟11.3.14侑信', '長女', '', '入学', '13.4.1', '', '', '', '', '12.6.7', '', '', '', '生野区勝山南4-8-17　', 'オリニチュッチェ', '', '12.6.7', '2050', '努力', '', '', '', '切', '', '', '母d090-9693-6557父d090-8575-8816', '', '母d090-9693-6557父d090-8575-8816', 'ｳ・ｯﾀｧ', 'ｳ・ｯﾀｧ', 'ｳ・ｯﾀｧ', 'ｳ・ｯﾀｧ', '盧侑緯', '盧永全', '', 'ノ　ヨンヂョン', 'ノ　ユウィ', '2', '', '', '入', '', '', '', '', '', '160', '', 'No　　　　　Yuwi', '');
INSERT INTO `primaryschool1` VALUES ('2693', '3', '12', '61', '朴有唯', 'ｹﾚﾀｯﾀｯ', '女', '2006/09/07', '8', '朴真一', '72.11.27', '42', '6926-7022', '534-0014', '都島区都島北通2-22-32-2502', '', '城北幼', '在日', '姉建／兄小6', '次女', '', '入学', '13.4.1', '', '転学', '', '', '13.3.28', '', '', '', '都島区都島北通2-22-32-2502　', '運動会研修', '', '13.3.28', '2051', '努力', '', '', '', '切', '', '', '母d090-7357-6037父d090-2597-4643', '', '母d090-7357-6037父d090-2597-4643', 'ｹﾚﾀｯﾀｯ', 'ｹﾚﾀｯﾀｯ', 'ｹﾚﾀｯﾀｯ', 'ｹﾚﾀｯﾀｯ', '朴有唯', '朴真一', '', 'パク　チニル', 'パク　ユユ', '2', '', '', '入', 'Rh+A型', '', '6926-7033', '', '', '161', '', 'Pak Yuyu', '');
INSERT INTO `primaryschool1` VALUES ('2631', '3', '13', '62', '齋藤朝果', 'ｻ鄲ﾌﾅ・ｾﾆｻ酘ｫ', '女', '2006/10/09', '8', '齋藤実', '70.1.7', '45', '6608-1307', '558-0032', '住吉区遠里小野2-10-27-404', '', '藤保育園（私）', '日本', '兄建中/姉建小/妹10侑美（藤）', '次女', '', '入学', '13.4.1', '', '', '', '', '01.1.11', '', '', '', '住吉区遠里小野2-10-27-404　', 'オリニチュッチェ', '', '01.1.11', '2052', '', '皆勤', '', '', '切', '', '', '母s090-1447-0743父s080-3844-4249', '', '母s090-1447-0743父s080-3844-4249', 'ｻ鄲ﾌﾅ・ｾﾆｻ酘ｫ', 'ｻ鄲ﾌﾅ・ｾﾆｻ酘ｫ', 'ｻ鄲ﾌﾅ・ｾﾆｻ酘ｫ', 'ｻ鄲ﾌﾅ・ｾﾆｻ酘ｫ', '齋藤朝果', '齋藤実', '', 'サイトウ　ミノル', 'サイトウ　アサカ', '徒', '', '', '切', 'Rh+A型', '', '', '', '', '162', '', 'Saito 　　　　Asaka', '');
INSERT INTO `primaryschool1` VALUES ('2562', '3', '14', '63', '坂口犒亮', 'ｻ酘ｫｱｸﾄ｡ ﾈﾎｾﾆﾅｰ', '男', '2007/02/02', '8', '坂口渡', '67.12.6', '47', '6152-6001', '558-0013', '住吉区我孫子東１-13-５-508', '', '建国幼稚園（私）', '日本', '', '長男', '', '入学', '13.4.1', '', '', '', '', '12.5.15', '', '', '', '住吉区我孫子東１-13-５-508　', '懇親会ベルマーク', '', '12.5.15', '2053', '', '', '', '', '切', '', '', '母d090-1685-8219父d090-2350-3201', '', '母d090-1685-8219父d090-2350-3201', 'ｻ酘ｫｱｸﾄ｡ ﾈﾎｾﾆﾅｰ', 'ｻ酘ｫｱｸﾄ｡ ﾈﾎｾﾆﾅｰ', 'ｻ酘ｫｱｸﾄ｡ ﾈﾎｾﾆﾅｰ', 'ｻ酘ｫｱｸﾄ｡ ﾈﾎｾﾆﾅｰ', '坂口犒亮', '坂口渡', '', 'サカグチ　ワタル', 'サカグチ　ヒロアキ', '2', '', '', '入', '', '', '6152-6001', '', '', '163', '', 'Sakaguchi　　　 Hiroaki', '');
INSERT INTO `primaryschool1` VALUES ('2595', '3', '15', '64', '申守桓', 'ｽﾅｼｯ', '男', '2006/08/22', '8', '朴煕暎', '80.6.21', '-66', '090-1918-1442', '558-0023', '住吉区山之内3-15-22', '', '豊里保育園（私）', '在日', '妹建小', '長男', '', '入学', '13.4.1', '', '', '', '', '12.5.15', '', '', '', '住吉区山之内3-15-22　', '１年', '', '12.5.15', '2054', '', '', '', '', '切', '', '', '母s090-1918-1442父s080-5351-1442', '', '母s090-1918-1442父s080-5351-1442', 'ｽﾅｼｯ', 'ｽﾅｼｯ', 'ｽﾅｼｯ', 'ｽﾅｼｯ', '申守桓', '朴煕暎', '', 'パク　ヒヨン', 'シン　スファン', '徒', '', '', '入', 'Rh+AB型', '', '', '', '', '164', '', 'Sin　　　　　 Suhwan', '');
INSERT INTO `primaryschool1` VALUES ('2632', '3', '16', '65', '落合美悠', 'ｿﾀﾄ｡ｾﾆﾀﾌ ﾈｯｿ・女', '女', '2007/03/20', '8', '落合純代', '70.1.19', '945', '6796-3555', '547-0043', '平野区平野東1-7-25-809', '', '平野東保育所（公）', '日本', '姉中兄小', '長男', '', '入学', '13.4.1', '', '', '', '', '01.1.11', '', '', '', '平野区平野東1-7-25-809　', '運動会研修', '', '01.1.11', '2055', '', '', '8', '18', '切', '1', '', '母a080-3059-7128', '', '母a080-3059-7128姉a090-2868-1697父s090-2869-3994兄a090-9215-1091', 'ｿﾀﾄ｡ｾﾆﾀﾌ ﾈｯｿ・ｿﾀﾄ｡ｾﾆﾀﾌ ﾈｯｿ・ｿﾀﾄ｡ｾﾆﾀﾌ ﾈｯｿ・ｿﾀﾄ｡ｾﾆﾀﾌ ﾈｯｿ・落合美悠', '落合純代', '', 'オチアイ　', 'オチアイ　ヒユウ', '', '', '', '', '電', '', '', '切', 'Rh+A型', '', '6796-3555', '', '', '165', '', 'Ochiai　　　　　Hiyuu', '');
INSERT INTO `primaryschool1` VALUES ('2559', '3', '17', '66', '吉村彩音', 'ｿ菴ﾃｹｫｶ・ｾﾆｾﾟﾅ・男', '男', '2007/03/29', '8', '吉村晃一', '75.2.3', '40', '父s090-3979-5993', '547-0005', '平野区加美西１-16-14-203', '', 'さくらんぼ保育園', 'ダ日・韓', '', '長男', '', '入学', '13.4.1', '', '', '', '', '12.5.15', '', '', '', '平野区加美西１-16-14-203　', '懇親会ベルマーク', '', '12.5.15', '2056', '', '皆勤', '', '', '切', '', '', '母s080-3774-5588', '', '母s080-3774-5588父会社6367-2266知人（矢野）a090-8143-4420', 'ｿ菴ﾃｹｫｶ・ｾﾆｾﾟﾅ・ｿ菴ﾃｹｫｶ・ｾﾆｾﾟﾅ・ｿ菴ﾃｹｫｶ・ｾﾆｾﾟﾅ・ｿ菴ﾃｹｫｶ・ｾﾆｾﾟﾅ・吉村彩音', '吉村晃一', '', 'ヨシムラ　コウイチ', 'ヨシムラ　アヤト', '', '', '', '', '5', '', '', '入', 'Rh+A型', '', '', '', '', '166', '', 'Yosimura　　　　 Ayato', '');
INSERT INTO `primaryschool1` VALUES ('2724', '3', '18', '67', '李相孝', 'ﾀﾌｻｿ', '男', '2006/07/20', '8', '李龍雨', '76.12.2', '38', '080-3200-0706    070-8235-4487', '558-0032', '住吉区苅田９-13-６-706', 'ｫ・ｪｫﾑｫ・ｹカルテエ201', '', '駐日', '', '長男', '', '編入', '14.9.1', '', '', '', '', '', '', '', '', '住吉区苅田９-13-６-706　ｫ・ｪｫﾑｫ・ｹカルテエ201', 'オリニチュッチェ', '', '', '2057', '', '', '', '', '', '', '', '父s080-3200-0706母s080-4176-5114', '', '父s080-3200-0706母s080-4176-5114', 'ﾀﾌｻｿ', 'ﾀﾌｻｿ', 'ﾀﾌｻｿ', 'ﾀﾌｻｿ', '李相孝', '李龍雨', '', 'イ　ヨンウ', 'イ　サンヒョ', '5', '', '', '', 'Rh+O型', '', '', '', '', '167', '', 'Lee  Sanhyo', '');
INSERT INTO `primaryschool1` VALUES ('2464', '3', '19', '68', 'ﾗﾝ犧ﾚﾇ', 'ﾀﾌｼｮｹﾎ', '男', '2007/02/27', '8', '是永智子', '74.11.28', '40', '080-3059-9263', '590-0011', '堺市堺区香ヶ丘1-6-12-205', '', '英彰保育所（公）', 'ダ韓・日', '妹09栖政', '長男', '', '入学', '13.4.1', '', '', '', '', '11.5.13', '', '', '', '堺市堺区香ヶ丘1-6-12-205　', 'オリニチュッチェ', '', '11.5.13', '2058', '', '皆勤', '', '', '切', '', '', '母s080-3059-9263', '', '母s080-3059-9263母会社072-233-3272祖母s090-6434-7471', 'ﾀﾌｼｮｹﾎ', 'ﾀﾌｼｮｹﾎ', 'ﾀﾌｼｮｹﾎ', 'ﾀﾌｼｮｹﾎ', 'ﾗﾝ犧ﾚﾇ', '是永智子', '', 'コレナガトモコ', 'イ　ソンミン', '6', '', '', '入', 'Rh+O型', '', '', '', '', '168', '', 'Lee　　　　　Sokmin', '');
INSERT INTO `primaryschool1` VALUES ('2588', '3', '20', '69', '李柔霖', 'ﾀﾌﾀｯｸｲ', '女', '2006/05/13', '8', '李敏奎', '74.9.5', '40', 's080-4230-5063', '558-0023', '住吉区我孫子東3-２-30', '', '建国幼稚園（私）', '駐日', '妹建小', '長女', '', '入学', '13.4.1', '', '', '', '', '12.6.7', '', '', '', '住吉区我孫子東3-２-30　', 'オリニチュッチェ', '', '12.6.7', '2059', '', '', '', '', '切', '', '', '母s080-4230-5063', '', '母s080-4230-5063父d090-8652-2364', 'ﾀﾌﾀｯｸｲ', 'ﾀﾌﾀｯｸｲ', 'ﾀﾌﾀｯｸｲ', 'ﾀﾌﾀｯｸｲ', '李柔霖', '李敏奎', '', 'イ　ミンギュ', 'イ　ユリム', '5', '', '', '入', 'Rh+AB型', '', '', '', '', '169', '', 'Lee　　　　　Yurim', '');
INSERT INTO `primaryschool1` VALUES ('2587', '3', '21', '70', '趙   雅', 'ﾁｶﾀｱｾﾆ', '女', '2006/05/08', '9', '趙東柱', '75.5.3', '40', '080-4026-9245', '558-0032', '住吉区遠里小野2-10-27-505', '', '建国幼稚園（私）', '駐日', '妹建幼', '長女', '', '入学', '13.4.1', '', '', '', '', '12.6.7', '', '', '', '住吉区遠里小野2-10-27-505　', '運動会研修', '', '12.6.7', '2060', '', '皆勤', '', '', '切', '', '', '080-4026-9245/080-4393-5204', '', '080-4026-9245/080-4393-5204', 'ﾁｶﾀｱｾﾆ', 'ﾁｶﾀｱｾﾆ', 'ﾁｶﾀｱｾﾆ', 'ﾁｶﾀｱｾﾆ', '趙   雅', '趙東柱', '', 'チョウ　ドンジュ', 'チョウ　ユナ', '徒', '', '', '入', 'Rh+Ｂ型', '', '', '', '', '170', '', 'Cho　　　　 Yuna', '');
INSERT INTO `primaryschool1` VALUES ('24', '3', '22', '71', '洪咲羅', 'ﾈｫｼﾒｶ・女', '女', '2007/01/10', '8', '洪隆義', '62.10.22', '52', '6755-7800', '544-0005', '生野区中川2-16-12', '', '愛信保育園（私）', '在日', '弟09宇弥（愛信）', '長女', '', '入学', '13.4.1', '', '', '', '', '12.5.15', '', '', '', '生野区中川2-16-12　', 'オリニチュッチェ', '', '12.5.15', '2061', '', '皆勤', '', '', '切', '', '', '父d090-8882-1232母d090-8199-8222祖父d090-5367-3342祖母d090-5367-2093', '', '父d090-8882-1232母d090-8199-8222祖父d090-5367-3342祖母d090-5367-2093', 'ﾈｫｼﾒｶ・ﾈｫｼﾒｶ・ﾈｫｼﾒｶ・ﾈｫｼﾒｶ・洪咲羅', '洪隆義', '', 'ホン　ユンウィ', 'ホン　ソラ', '', '', '', '', '1/2/2015', '', '', '入', 'Rh+Ｂ型', '', '6755-7830', '', '', '171', '', 'Hong 　　　　Sora', '');
INSERT INTO `primaryschool1` VALUES ('2589', '3', '23', '72', '・・ﾚｴ', 'ﾈｲﾁ､ｹﾌ', '女', '2006/05/16', '8', '・ﾌ磅・', '72.1.14', '-57', '母s080-4233-2682', '558-0013', '住吉区我孫子東3-8-2-406', '', 'よさみ幼稚園（私）', '在日', '兄建小妹10.3.11ﾁ､ﾇ・長女', '長女', '', '入学', '13.4.1', '', '', '', '', '09.2.17', '', '', '旧）平野区西脇1-12-12-1006', '住吉区我孫子東3-8-2-406　', '運動会研修', '姜正愛', '09.2.17', '2062', '', '', '', '', '切', '', '', '父s080-4493-2682父店6608-0033母s080-4233-2682祖母a080-5325-7886', '', '父s080-4493-2682父店6608-0033祖母a080-5325-7886', 'ﾈｲﾁ､ｹﾌ', 'ﾈｲﾁ､ｹﾌ', 'ﾈｲﾁ､ｹﾌ', 'ﾈｲﾁ､ｹﾌ', '・・ﾚｴ', '・ﾌ磅・', 'ファン　ギョンヒョン', 'ファン　ヂョンミ', '', '徒', '', '', '入', 'Rh+A型', '', '6655-0677', '', '', '172', '', 'Hwang　　　　 Jongmi', '');
INSERT INTO `primaryschool1` VALUES ('2561', '3', '24', '73', '具齋亨榊', 'ｱｸﾁｦﾇ・男', '男', '2006/12/20', '8', '具成祐', '63.12.3', '51', '072-292-2248', '5909-0144', '堺市南区赤坂台3-9-32-308', '', '新', 'ダ韓・日', '兄90/姉建高1/姉小6', '長男', '', '転入', '15.4.1', '赤坂台小', '', '', '', '12.5.15', '', '', '', '堺市南区赤坂台3-9-32-308　', 'オリニチュッチェ', '', '12.5.15', '2063', '', '', '', '', '切', '', '', '父090-5241-8642母090-9998-2879', '', '父090-5241-8642母090-9998-2879', 'ｱｸﾁｦﾇ・ｱｸﾁｦﾇ・ｱｸﾁｦﾇ・ｱｸﾁｦﾇ・具齋亨榊', '具成祐', '', '', 'ク　ホンソン', '', '', '', '', '電', '', '', '入', 'Rh+O型', '', '', '', '', '173', '', 'Koo   Hongsong', '');
INSERT INTO `primaryschool1` VALUES ('2808', '3', '25', '74', '尹エイン', 'ﾀｱｿｹﾀﾎ', '女', '2006/06/21', '8', '尹在必', '71.8.27', '43', '6623-2811', '545-0021', '阿倍野区阪南町4-17-22', '', '', '在日', '兄建高/兄建小', '長女', '', '編入', '15.4.8', '', '', '', '', '01.1.11', '', '風物', '', '阿倍野区阪南町4-17-22　', '懇親会ベルマーク', '', '01.1.11', '2064', '', '', '', '', '入', '', '', '', '', '', 'ﾀｱｿｹﾀﾎ', 'ﾀｱｿｹﾀﾎ', 'ﾀｱｿｹﾀﾎ', 'ﾀｱｿｹﾀﾎ', '尹エイン', '尹在必', '', 'ユン　ジェピル', 'ユン　エイン', '電', '', '', '切', '', '', '', '', '', '174', '', 'Yoon   Yein', '');
INSERT INTO `primaryschool1` VALUES ('2807', '3', '26', '75', 'ﾗﾝﾌﾝ', 'ﾀﾌﾁﾘｰ・女', '女', '2006/09/17', '8', '李相憲', '73.3.21', '42', '080-2073-6931', '558-0032', '住吉区遠里小野2-10-27-604', 'エクシード遠里小野604', '中野木小学校', '駐日', '兄建小', '長女', '', '転入', '15.4.1', '', '', '', '', '01.1.11', '', '風物', '', '住吉区遠里小野2-10-27-604　エクシード遠里小野604', '懇親会ベルマーク', '', '01.1.11', '2065', '', '', '', '', '入', '', '', '080-2073-6931', '', '父080-2073-6931友人080-4357-9949', 'ﾀﾌﾁﾘｰ・ﾀﾌﾁﾘｰ・ﾀﾌﾁﾘｰ・ﾀﾌﾁﾘｰ・ﾗﾝﾌﾝ', '李相憲', '', 'イ　サンホン', 'イ　チュンギョン', '', '', '', '', '徒', '', '', '切', 'Rh+A型', '', '', '', '', '175', '', 'Lee Jungyung', '');
INSERT INTO `primaryschool1` VALUES ('2749', '3', '27', '143', 'ﾟ・ﾘ鰥', 'ｼｭﾁ・男', '男', '2007/04/04', '8', '元鍾洙', '67.4.17', '48', '母080-6161-5957', '556-0014', '浪速区大国2-1-16-506', 'パインブルック506', 'ｱﾇｼｱﾃﾊｵ鏞ﾐｱｳ', '駐日', '姉建中', '長男', '', '編入', '15.4.1', '', '', '', '', '14.8.5', '', '', '', '浪速区大国2-1-16-506　パインブルック506', '懇親会ベルマーク', '', '14.8.5', '2066', '', '', '', '', '切', '', '', '母080-6161-5957', '', '母080-6161-5957東さん090-5895-7510南条さん090-5668-8397', 'ｼｭﾁ・ｼｭﾁ・ｼｭﾁ・ｼｭﾁ・ﾟ・ﾘ鰥', '元鍾洙', '', 'ウォン　ジョンス', 'ソ　ヂヌ', '', '', '', '', '3', '', '', '入', 'Rh+A型', '', '', '', '', '243', '', 'Soe  Jiwoo', '');
INSERT INTO `primaryschool1` VALUES ('2628', '4', '1', '76', '康一貴', 'ｰｭﾀﾏｱﾍ', '男', '2005/05/31', '9', '呉尹順', '76.10.23', '38', '090-8883-0283', '', '平野区加美北1-25-19', '', '', '在日', '', '長男', '', '入学', '12.4.1', '', '', '', '', '01.1.11', '', 'サッカー／クリケット', '', '平野区加美北1-25-19　', 'オリニチュッチェ', '', '01.1.11', '2040', '', '皆勤', '', '', '切', '', 'スクラッチのモンスター', '090-1447-6835', '', '090-1447-6835', 'ｰｭﾀﾏｱﾍ', 'ｰｭﾀﾏｱﾍ', 'ｰｭﾀﾏｱﾍ', 'ｰｭﾀﾏｱﾍ', '康一貴', '呉尹順', '', 'オ　ユンスン', 'カン　イルギ', '5', '', '', '切', 'Rh+A型', '', '', '', '', '176', '', 'Kang Ilkwi', '');
INSERT INTO `primaryschool1` VALUES ('2415', '4', '2', '77', '高忠希', 'ｰ朎貶・男', '男', '2005/07/02', '9', '高信志', '59.11.19', '-45', '6608-22206568-5557', '558-0032', '住吉区遠里小野7-6-5', '', '建国幼稚園', '在日', '兄建高/姉建小/妹建小', '三男', 'きたたつみ高整骨院', '入学', '12.4.1', '', '', '', '', '11.1.17', '', '風物／サッカー／バスケット', '', '住吉区遠里小野7-6-5　', '１年', '', '11.1.17', '2041', '', '', '', '', '切', '', 'サンモ（平面半分に）', '母s090-2599-6376父s090-5168-6217', '', '母職場6697-2131母s090-2599-6376父s090-5168-6217', 'ｰ朎貶・ｰ朎貶・ｰ朎貶・ｰ朎貶・高忠希', '高信志', '', 'コ　シンヂ', 'コ　チュンヒ', '', '', '', '', '徒歩', '草アレルギー', '', '入', 'Rh+AB型', '', '6608-2220', '', '', '177', '', 'Koh ChoongHee', '');
INSERT INTO `primaryschool1` VALUES ('2453', '4', '3', '78', '金佳愛', 'ｱ隹｡ｾﾖ', '女', '2005/10/15', '9', '金俸煕', '68.6.15', '46', '6622-8062', '545-0035', '阿倍野区北畠1-1-14', '', '建国幼稚園', '在日', '姉兄/弟建幼', '次女', '', '入学', '12.4.1', '', '', '', '', '11.5.13', '', '風物／クリケット', '', '阿倍野区北畠1-1-14　', '懇親会ベルマーク', '金順子', '11.5.13', '2042', '優秀', '皆勤', '', '', '切', '', '', '母s080-3760-2590父s080-3760-2979', '', '母s080-3760-2590父s080-3760-2979', 'ｱ隹｡ｾﾖ', 'ｱ隹｡ｾﾖ', 'ｱ隹｡ｾﾖ', 'ｱ隹｡ｾﾖ', '金佳愛', '金俸煕', '', 'キム　ボンヒ', 'キム　カエ', '3', '', '', '入', 'Rh+Ｂ型', '', '6622-7562', '', '', '178', '', 'KIm Kaae', '');
INSERT INTO `primaryschool1` VALUES ('2500', '4', '4', '79', '金昇英', 'ｱ霓ﾂｿｵ', '男', '2006/01/13', '9', '金昌二', '69.7.16', '45', '6649-5991', '557-0025', '西成区長橋1-7-19', '', '公）松之宮保育所', '在日', '弟10.3.11侑泰', '長男', '', '入学', '12.4.1', '', '', '', '', '11.7.26', '', 'ソフト／サッカー／バスケット', '', '西成区長橋1-7-19　', '運動会研修', '', '11.7.26', '2043', '努力', '', '7', '6', '切', '2', 'しゃぼん玉すいぞくかん', '母d090-3282-1460', '', '母d090-3282-1460父d090-7755-6954ﾙｽ6636-6954', 'ｱ霓ﾂｿｵ', 'ｱ霓ﾂｿｵ', 'ｱ霓ﾂｿｵ', 'ｱ霓ﾂｿｵ', '金昇英', '金昌二', '', 'キム　チャンイ', 'キム　スンヨン', '徒', '花粉症', '', '入', 'Rh+A型', '住吉市民病院', '', '', '', '179', '', 'KIm Seung Young', '');
INSERT INTO `primaryschool1` VALUES ('2436', '4', '5', '80', '金承載', 'ｱ霓ﾂﾀ・男', '男', '2005/06/25', '9', '朴順永', '71.10.11', '43', '6586-6746', '558-0011', '浪速区湊町2-1-34-916', 'アーベイン難波916', 'Royal Kids International School', '駐日', '姉建中', '長男', '', '入学', '12.4.1', '', '', '', '', '11.5.13', '', '', '', '浪速区湊町2-1-34-916　アーベイン難波916', 'オリニチュッチェ', '', '11.5.13', '2044', '', '', '', '', '切', '', '', '', '父s090-2042-8746職場4964-6885', '父s090-2042-8746', 'ｱ霓ﾂﾀ・ｱ霓ﾂﾀ・ｱ霓ﾂﾀ・ｱ霓ﾂﾀ・金承載', '朴順永', '', 'パク　スンヨン', 'キム　スンヂェ', '', '', '', '', '3', '', '', '入', 'Rh+A型', '', '', '', '', '180', '', 'KIm Seung Jae', '');
INSERT INTO `primaryschool1` VALUES ('2600', '4', '6', '81', '金恩波井上', 'ｱ霏ｺﾆﾄ', '女', '2005/05/09', '10', '金鍾國', '', '111', '7174-0775', '547-0031', '平野区平野南3-11-5-305', 'メゾンプリミエール201', '', 'ダ韓・日', '兄建高/姉建中', '次女', '', '入学', '12.4.1', '', '', '', '', '12.5.15', '', '風物／サッカー／クリケット', '', '平野区平野南3-11-5-305　メゾンプリミエール201', '運動会研修', '', '12.5.15', '2045', '努力', '', '8', '15', '切', '2', '', '母a080-5356-4752伯母090-8208-1021', '', '母a080-5356-4752母勤務先s090-5042-0588祖母0721-23-8202', 'ｱ霏ｺﾆﾄ', 'ｱ霏ｺﾆﾄ', 'ｱ霏ｺﾆﾄ', 'ｱ霏ｺﾆﾄ', '金恩波井上', '金鍾國', '', 'キム　チョングク', 'キム　ウンパ', '5', '', '', '入', 'Rh+Ｂ型', '長浦小児科6793-0555', '', '0un32523287348j@ezweb.ne.jp', '', '181', '', 'Kim Eun Pa', '');
INSERT INTO `primaryschool1` VALUES ('2441', '4', '7', '82', '金宗植', 'ｱ霖ｾｽﾄ', '男', '2006/01/08', '9', '金韓泌', '65.3.25', '50', '6608-5553', '558-0011', '住吉区苅田1-9-8-601', 'フレアコート山野601', '建国幼稚園', 'ダ韓・日', '兄/兄/兄建中', '四男', '', '入学', '12.4.1', '', '', '', '', '11.5.13', '', 'ソフト／バスケット', '', '住吉区苅田1-9-8-601　フレアコート山野601', 'オリニチュッチェ', '', '11.5.13', '2046', '', '皆勤', '', '', '切', '', '', '母s080-6134-6608', '', '母s080-6134-6608', 'ｱ霖ｾｽﾄ', 'ｱ霖ｾｽﾄ', 'ｱ霖ｾｽﾄ', 'ｱ霖ｾｽﾄ', '金宗植', '金韓泌', '', 'キム　ハンピル', 'キム　ヂョンシク', '自', '', '', '入', 'Rh+Ｂ型', '', '', '', '', '182', '', 'Kim Jong Sik', '');
INSERT INTO `primaryschool1` VALUES ('2560', '4', '8', '83', '朴瑞珍', 'ｹﾚｼｭﾁ・男', '男', '2005/11/24', '9', '朴俊錫', '73.6.24', '41', '080-3819-9876', '544-0006', '生野区中川東1-2-26', '', '', '駐日', '妹11ｼｭｿｵ（聖和）', '長男', '', '編入', '12.6.5', '', '', '', '', '12.5.15', '', 'サッカー／クリケット', '', '生野区中川東1-2-26　', 'オリニチュッチェ', '', '12.5.15', '2047', '努力', '', '', '', '切', '', '', 'イモ090-5245-7934父080-3819-9876', '', 'イモ090-5245-7934父080-3819-9876', 'ｹﾚｼｭﾁ・ｹﾚｼｭﾁ・ｹﾚｼｭﾁ・ｹﾚｼｭﾁ・朴瑞珍', '朴俊錫', '', 'パク　ヂュンソク', 'パク　ソヂン', '', '', '', '', '1', '', '', '入', '', '', '', '', '', '183', '', 'Park Seo Jin', '');
INSERT INTO `primaryschool1` VALUES ('2710', '4', '9', '84', '裴宰賢', 'ｹ霏酩・男', '男', '2005/01/06', '10', '裴光錫', '69.4.27', '46', '090-1283-0306', '558-0011', '住吉区苅田9-1サンヴァリエ苅田3-805', 'サンヴァリエ苅田3-805', '韓国', '駐日', '兄建中', '次男', '', '編入', '14.9.1', '', '', '', '', '', '', 'サッカー', '', '住吉区苅田9-1サンヴァリエ苅田3-805　サンヴァリエ苅田3-805', 'オリニチュッチェ', '', '', '2048', '', '', '', '', '', '', '', '母090-8449-0306', '', '母090-8449-0306', 'ｹ霏酩・ｹ霏酩・ｹ霏酩・ｹ霏酩・裴宰賢', '裴光錫', '', 'ペ　クワンソク', 'ペ　ヂェヒョン', '', '', '', '', '5', '', '', '', '', '', '', '', '', '184', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2479', '4', '10', '85', '孫鈺辰', 'ｼﾕﾈ｣ﾁ・男', '男', '2006/02/05', '9', '金志英', '71.9.3', '43', '母s080-3118-9822', '558-0011', '住吉区苅田１-４-17-112', 'サンヴァリエ17-112', '私）豊里幼稚園', '駐日', '弟建小/弟建小', '長男', '', '入学', '12.4.1', '', '', '', '', '11.6.25', '', 'サッカー／バスケット', '', '住吉区苅田１-４-17-112　サンヴァリエ17-112', '１年', '', '11.6.25', '2049', '', '', '', '', '切', '', '', '母s080-3118-9822父s080-3118-9821', '', '母s080-3118-9822父s080-3118-9821', 'ｼﾕﾈ｣ﾁ・ｼﾕﾈ｣ﾁ・ｼﾕﾈ｣ﾁ・ｼﾕﾈ｣ﾁ・孫鈺辰', '金志英', '', 'キム　ヂヨン', 'ソン　ホヂン', '', '', '', '', '1', '', '', '入', 'Rh+A型', '', '', '', '', '185', '', 'Son Ho Jin', '');
INSERT INTO `primaryschool1` VALUES ('2461', '4', '11', '86', '辛陽花', 'ｽﾅｾ酳ｭ', '女', '2005/12/10', '9', '辛潤京', '77.2.10', '-62', '母s090-6679-5792', '558-00', '住吉区大領4-5-25', '', '高松保育所', 'ダ日・韓', '妹08優喜弟10建人', '長女', '', '入学', '12.4.1', '', '', '', '', '11.5.13', '', '風物', '住所変更:2013.5.17（旧住所）天王寺区大道4-9-21-502', '住吉区大領4-5-25　', 'オリニチュッチェ', '', '11.5.13', '2050', '', '皆勤', '', '', '切', '', '', '母s090-6679-5792', '', '父s080-3342-9496母s090-6679-5792', 'ｽﾅｾ酳ｭ', 'ｽﾅｾ酳ｭ', 'ｽﾅｾ酳ｭ', 'ｽﾅｾ酳ｭ', '辛陽花', '辛潤京', '', 'シン　ユンギョン', 'シン　ヤンファ', '3', '', '', '入', 'Rh+O型', '', '', '', '', '186', '', 'Shin Yang Hwa', '');
INSERT INTO `primaryschool1` VALUES ('2540', '4', '12', '87', '梁知允', 'ｾ鄰ｱ', '女', '2005/12/07', '9', '梁恩哲', '80.5.12', '-66', '6224-7009', '544-0032', '生野区桃谷4-7-21', '', '建国幼稚園', '駐日', '妹', '長女', '', '入学', '12.4.1', '', '', '', '', '11.7.26', '', '', '', '生野区桃谷4-7-21　', 'オリニチュッチェ', '', '11.7.26', '2051', '', '', '', '', '切', '', '', '080-4764-3698', '', '母の姉080-6205-2238', 'ｾ鄰ｱ', 'ｾ鄰ｱ', 'ｾ鄰ｱ', 'ｾ鄰ｱ', '梁知允', '梁恩哲', '', 'ヤン　ウンチョル', 'ヤン　ヂユン', '2', '', '', '入', 'Rh+Ｂ型', '', '', '', '', '187', '', 'Yang Ji Yoon', '');
INSERT INTO `primaryschool1` VALUES ('2689', '4', '13', '88', '尹洗ﾞｰ', 'ﾀｱｼｼｺ・男', '男', '2006/03/04', '9', '尹誧勝', '70.9.28', '44', '080-5300-3762', '558-0011', '住吉区苅田2-13-25-105', 'エクシード６A', '高津小学校', 'その他', '兄建中', '次男', '', '転入', '14.4.1', '', '転学', '', '', '13.3.28', '', 'ソフト／サッカー', '', '住吉区苅田2-13-25-105　エクシード６A', 'オリニチュッチェ', '', '13.3.28', '2052', '', '', '', '', '切', '', '', '', '', '', 'ﾀｱｼｼｺ・ﾀｱｼｼｺ・ﾀｱｼｼｺ・ﾀｱｼｼｺ・尹洗ﾞｰ', '尹誧勝', '', 'ユン　ヒョンスン', 'ユン　セビン', '', '', '', '', '1', '', '', '入', 'Rh+AB型', '', '', '', '', '188', '', 'Yun Se Been', '');
INSERT INTO `primaryschool1` VALUES ('2375', '4', '14', '89', '李美那', 'ﾀﾌｹﾌｳｪ', '女', '2005/09/14', '9', '李貴ﾇ・', '73.11.7', '41', '6796-3633', '547-0004', '平野区加美鞍作2-3-14', '', '公）加美第２保育', '在日', '姉建中', '次女', '', '入学', '12.4.1', '', '', '', '', '10.6.21', '', '風物／バスケット', '', '平野区加美鞍作2-3-14　', '運動会研修', '', '10.6.21', '2053', '努力', '', '', '', '切', '', '', '父d090-2703-9111母a090-8983-2399', '', '父d090-2703-9111母a090-8983-2399', 'ﾀﾌｹﾌｳｪ', 'ﾀﾌｹﾌｳｪ', 'ﾀﾌｹﾌｳｪ', 'ﾀﾌｹﾌｳｪ', '李美那', '李貴ﾇ・', 'イ　クィヘン', 'イ　ミナ', '', '5', 'アトピー性皮膚炎', '', '入', 'Rh+A型', 'みのりクリニック6796-3633／寺下医院6791-6655', '6796-36336796-3633', '', '', '189', '', 'Lee Mina', '');
INSERT INTO `primaryschool1` VALUES ('2437', '4', '15', '90', '李　慎', 'ﾀﾌ  ｽﾅ ', '男', '2005/08/25', '9', '李昌明', '68.6.27', '46', '6567-4333', '557-0023', '西成区南開2-3-2-403', '', '公)長橋第二保育園', '在日', '兄建中', '次男', '', '入学', '12.4.1', '', '', '', '', '11.5.13', '', 'サッカー', '', '西成区南開2-3-2-403　', '運動会研修', '', '11.5.13', '2054', '努力', '', '', '', '切', '', '', '母a090-6205-2587父a090-9709-5178', '', '母a090-6205-2587父a090-9709-5178', 'ﾀﾌ  ｽﾅ ', 'ﾀﾌ  ｽﾅ ', 'ﾀﾌ  ｽﾅ ', 'ﾀﾌ  ｽﾅ ', '李　慎', '李昌明', '', 'イ　チャンミョン', 'イ　シン', '3', '', '', '入', 'Rh+A型', '', '6567-4333', '', '', '190', '', 'Lee Sing', '');
INSERT INTO `primaryschool1` VALUES ('2438', '4', '16', '91', '李陽花', 'ﾀﾌｾ酳ｭ', '女', '2006/02/23', '9', '李根植', '83.1.24', '32', '6568-4313', '557-00', '西成区t', '森田様方', '私)岸里幼稚園', '在日', '兄建国中/弟11', '長女', '', '入学', '12.4.1', '', '', '', '', '11.5.13', '', '風物／サッカー／バスケット', '', '西成区t　森田様方', 'オリニチュッチェ', '', '11.5.13', '2055', '', '', '7', '19', '切', '1', 'アボリジナルアート', '母s090-9869-3900', '', '母s090-9869-3900父s080-3766-9824', 'ﾀﾌｾ酳ｭ', 'ﾀﾌｾ酳ｭ', 'ﾀﾌｾ酳ｭ', 'ﾀﾌｾ酳ｭ', '李陽花', '李根植', '', 'イ　グンシク', 'イ　ヤンファ', '電', '食物アレルギー', '', '入', 'Rh+Ｂ型', '', '', '', '', '191', '', 'Lee Yang Hwa', '');
INSERT INTO `primaryschool1` VALUES ('2440', '4', '17', '92', '煇・', 'ﾀ蠡ｺﾁﾘ', '男', '2005/08/31', '9', '煇丞訓', '69.5.17', '46', '080-2400-3699', '558-0011', '住吉区苅田9-14-7-1002', 'コートマルナカ　1002号', '建国幼稚園', '駐日', '兄建中', '次男', '', '入学', '12.4.1', '', '', '', '', '11.5.13', '', 'バスケット', '', '住吉区苅田9-14-7-1002　コートマルナカ　1002号', 'オリニチュッチェ', '鄭恩才', '11.5.13', '2056', '', '', '', '', '切', '', '', '父d080-2400-3699母s090-6671-6154', '', '父d080-2400-3699母s090-6671-6154', 'ﾀ蠡ｺﾁﾘ', 'ﾀ蠡ｺﾁﾘ', 'ﾀ蠡ｺﾁﾘ', 'ﾀ蠡ｺﾁﾘ', '煇・', '煇丞訓', '', 'チャン　スンフン', 'チャン　ウンヂュン', '5', '食物アレルギー', '', '入', 'Rh+O型', '', '', '', '', '192', '', 'Chang Eun Jun', '');
INSERT INTO `primaryschool1` VALUES ('2456', '4', '18', '93', '鄭鍾道', 'ﾁ､ﾁｾｵｵ', '男', '2005/11/20', '9', '鄭昇孝', '67.6.30', '-53', '6649-3855', '557-0025', '西成区長橋1-3-19', '', '建国幼稚園', '在日', '弟建小', '長男', '', '入学', '12.4.1', '', '', '', '', '11.5.13', '', 'サッカー', '', '西成区長橋1-3-19　', '１年', '韓里美', '11.5.13', '2057', '優秀', '', '', '', '切', '', '', '母s090-3656-3103', '', '母s090-3656-3103父s090-9612-1817母実家6647-7522', 'ﾁ､ﾁｾｵｵ', 'ﾁ､ﾁｾｵｵ', 'ﾁ､ﾁｾｵｵ', 'ﾁ､ﾁｾｵｵ', '鄭鍾道', '鄭昇孝', '', 'チョン　スンヒョ', 'チョン　チョンド', '3', '', '', '入', 'Rh+AB型', '', '4396-7713', '', '', '193', '', 'Chong Jongdo', '');
INSERT INTO `primaryschool1` VALUES ('2457', '4', '19', '94', '鄭至誠', 'ﾁ､ﾁｺ', '男', '2005/04/12', '10', '鄭弘哲', '73.3.12', '42', '4303-0056', '547-0002', '平野区加美東4-19-16', '', '勝山第1幼稚園', '在日', '姉姉', '長男', '', '入学', '12.4.1', '', '', '', '', '11.5.13', '', 'サッカー', '', '平野区加美東4-19-16　', 'オリニチュッチェ', '', '11.5.13', '2058', '', '', '', '', '切', '', '', '母d090-5965-0922父a090-1595-9632', '', '母d090-5965-0922父a090-1595-9632会社6791-3515', 'ﾁ､ﾁｺ', 'ﾁ､ﾁｺ', 'ﾁ､ﾁｺ', 'ﾁ､ﾁｺ', '鄭至誠', '鄭弘哲', '', 'チョン　ホンチョル', 'チョン　チソン', '5', '', '', '入', '', 'みのりクリニック', '4303-0056', '', '', '194', '', 'Chong Ji Sung', '');
INSERT INTO `primaryschool1` VALUES ('2526', '4', '20', '95', '崔美蘭', 'ﾃﾖｹﾌｶ・女', '女', '2005/03/23', '10', 'ﾑﾑﾚﾄ狎', '76.1.7', '39', '母080-4480-6716', '546-0002', '東住吉区杭全8-8-21-2C', 'ノバ土亀２C', '外都幼稚園', '在日', '妹建小/妹建幼', '長女', '', '入学', '12.4.1', '', '', '', '', '11.7.26', '', '', '', '東住吉区杭全8-8-21-2C　ノバ土亀２C', '2年', '', '11.7.26', '2059', '', '', '', '', '切', '', '', '母080-4480-6716コモ090-5363-3568イモ090-8527-1164', '', '母080-4480-6716コモ090-5363-3568イモ090-8527-1164', 'ﾃﾖｹﾌｶ・ﾃﾖｹﾌｶ・ﾃﾖｹﾌｶ・ﾃﾖｹﾌｶ・崔美蘭', 'ﾑﾑﾚﾄ狎', '', 'チェ　ビョッbチョル', 'チェ　ミラン', '', '', '', '', '1', '', '', '入', '', '', '', '', '', '195', '', 'Choi Mi Ran', '');
INSERT INTO `primaryschool1` VALUES ('2481', '4', '21', '96', '崔美英', 'ﾃﾖｹﾌｿｵ', '女', '2005/08/09', '9', '崔浩幸', '70.6.10', '44', '0725-43-8330', '595-0012', '泉大津市北豊中3-3-9', '', '私）みなまつ保育園', '在日', '兄建高', '次女', '', '入学', '12.4.1', '', '', '', '', '11.6.25', '', '風物／クリケット', '', '泉大津市北豊中3-3-9　', '懇親会ベルマーク', '崔いづみ', '11.6.25', '2060', '', '', '8', '41', '切', '3', 'サンモ（平面半分に）', '母s090-9984-0812父s090-9717-8407祖父090-3030-2126', '', '母s090-9984-0812父s090-9717-8407会社0725-53-2233祖父090-3030-2126', 'ﾃﾖｹﾌｿｵ', 'ﾃﾖｹﾌｿｵ', 'ﾃﾖｹﾌｿｵ', 'ﾃﾖｹﾌｿｵ', '崔美英', '崔浩幸', '', 'チェ　ホヘン', 'チェ　ミヨン', '6', '', '', '入', 'Rh+O型', '', '', '', '', '196', '', 'Choi Mi Young', '');
INSERT INTO `primaryschool1` VALUES ('2486', '4', '22', '97', '崔盛現', 'ﾃﾖｼｺﾇ・男', '男', '2005/11/07', '9', '昞', '74.1.15', '-59', '080-2037-6736', '558-0011', '住吉区苅田9-3-5-1010', 'サンヴァリエ苅田5号棟1010', '建国幼稚園', '駐日', '弟建小', '長男', '', '入学', '12.4.1', '', '', '', '', '11.6.25', '', 'サッカー／バスケット', '', '住吉区苅田9-3-5-1010　サンヴァリエ苅田5号棟1010', '１年', '', '11.6.25', '2061', '優秀', '', '', '', '切', '', '', '母s080-3818-4865父s080-2037-6736', '', '母s080-3818-4865父s080-2037-6736', 'ﾃﾖｼｺﾇ・ﾃﾖｼｺﾇ・ﾃﾖｼｺﾇ・ﾃﾖｼｺﾇ・崔盛現', '昞', '', 'チェ　チュニョク', 'チェ　ソンヒョン', '', '', '', '', '5', '', '', '入', 'Rh+Ｂ型', '南野耳鼻科ファミリークリニックうえだ', '', '', '', '197', '', '', 'Choi Sung Hyun');
INSERT INTO `primaryschool1` VALUES ('2452', '4', '23', '98', '崔修平', 'ﾃﾖｼ・男', '男', '2005/07/30', '9', '山田美穂', '73.7.23', '942', '6699-5528', '558-0023', '住吉区山之内4-14-14', '', '建国幼稚園', 'ダ韓・日', '妹建小', '長男', '', '入学', '12.4.1', '', '', '', '', '11.5.13', '', 'サッカー', '', '住吉区山之内4-14-14　', '2年', '', '11.5.13', '2062', '努力', '皆勤', '7', '10', '切', '3', '', '母s090-2192-7070祖母s090-7489-3213父s090-3352-3411', '', '母s090-2192-7070祖母s090-7489-3213父s090-3352-3411母職場6258-6505', 'ﾃﾖｼ・ﾃﾖｼ・ﾃﾖｼ・ﾃﾖｼ・崔修平', '山田美穂', '', 'ヤマダ　ミホ', 'チェ　スピョン', '', '', '', '', '徒歩', '', '', '入', 'Rh+A型', '', '6699-5528', '', '', '198', '', 'Choi SooPyung', '');
INSERT INTO `primaryschool1` VALUES ('2483', '4', '24', '99', '崔結貴', 'ﾃﾖﾀｯｿ・ｰ', '女', '2005/09/12', '9', '平山勝規', '64.3.30', '51', '6622-5140', '545-0035', '阿倍野区北畠1-1-24-701', 'セレッソコート701', '私）育徳園保育所', '在日', '', '長女', '', '入学', '12.4.1', '', '', '', '', '11.6.25', '', '風物／サッカー', '', '阿倍野区北畠1-1-24-701　セレッソコート701', '懇親会ベルマーク', '崔真希', '11.6.25', '2063', '', '皆勤', '', '', '切', '', '', '母d090-3272-1174父d090-5161-6340祖父母6653-5955', '', '母職場6681-0031母d090-3272-1174父d090-5161-6340', 'ﾃﾖﾀｯｿ・ｰ', 'ﾃﾖﾀｯｿ・ｰ', 'ﾃﾖﾀｯｿ・ｰ', 'ﾃﾖﾀｯｿ・ｰ', '崔結貴', '平山勝規', '', 'ヒラヤマ　カツキ', 'チェ　ユウキ', '3', 'アトピー性皮膚炎、食物アレルギー', '', '入', '', '勇村医院6691-2021', '6622-5140', '', '', '199', '', 'Choi Yuki', '');
INSERT INTO `primaryschool1` VALUES ('2810', '4', '25', '101', '韓承鉉', 'ﾇﾑｽﾂﾇ・男', '男', '2004/12/02', '10', '厳太英', '', '111', '080-5711-9997', '', '中央区粉川町3-4アジュール801', '', '', '駐日', '', '長男', '', '入学', '', '', '', '', '', '01.1.11', '', 'バスケット', '', '中央区粉川町3-4アジュール801　', '懇親会ベルマーク', '', '01.1.11', '2064', '', '', '', '', '入', '', '', '090-1447-6835', '', '', 'ﾇﾑｽﾂﾇ・ﾇﾑｽﾂﾇ・ﾇﾑｽﾂﾇ・ﾇﾑｽﾂﾇ・韓承鉉', '厳太英', '', '', 'ハン　スンヒョン', '', '', '', '', '3', '', '', '切', '', '', '', '', '', '201', '', 'Han Seung Hyun', '');
INSERT INTO `primaryschool1` VALUES ('2455', '4', '26', '100', '洪拓希', 'ﾈｫﾅｹﾈ・男', '男', '2005/10/21', '9', '洪裕智', '77.6.1', '37', '6700-5006', '558-0011', '東住吉区照ヶ丘矢田3－3－２６', 'セントポーリアアビコ306', '建国幼稚園', 'ダ韓・日', '妹建小', '長男', '', '入学', '12.4.1', '', '', '', '', '11.5.13', '', 'ソフト', '', '東住吉区照ヶ丘矢田3－3－２６　セントポーリアアビコ306', '２年', '', '11.5.13', '2065', '努力', '皆勤', '6', '42', '切', '1', '', '', '', '父s090-6532-6111祖父母6606-1022', 'ﾈｫﾅｹﾈ・ﾈｫﾅｹﾈ・ﾈｫﾅｹﾈ・ﾈｫﾅｹﾈ・洪拓希', '洪裕智', '', 'ホン　ユヂ', 'ホン　タッキ', '', '', '', '', '徒歩', 'アトピー性皮膚炎', '', '入', 'Rh+AB型', '', '', '', '', '200', '', 'Hon Takki', '');
INSERT INTO `primaryschool1` VALUES ('2809', '4', '27', '102', '呉朱桓', 'ｿﾀﾁﾖﾈｯ', '男', '2005/09/20', '9', '金恩貞', '73.12.9', '41', '070-2820-9707', '558-00', '住吉区我孫子2-4-27-502', 'ラフォーレA502', '', '駐日', '姉建中', '長男', '', '編入', '15.4.13', '', '', '', '', '01.1.11', '', 'クリケット', '', '住吉区我孫子2-4-27-502　ラフォーレA502', 'オリニチュッチェ', '', '01.1.11', '2066', '', '', '', '', '入', '', '', '070-2820-9707', '', '070-2820-9707', 'ｿﾀﾁﾖﾈｯ', 'ｿﾀﾁﾖﾈｯ', 'ｿﾀﾁﾖﾈｯ', 'ｿﾀﾁﾖﾈｯ', '呉朱桓', '金恩貞', '', 'キム　ウンジョン', 'オ　チュファン', '徒', '', '', '切', 'Rh+Ｂ型', '', '', '', '', '202', '', 'Oh Juhwan', '');
INSERT INTO `primaryschool1` VALUES ('2359', '5', '1', '103', '権智香', 'ｱﾇﾁ・女', '女', '2004/04/23', '11', '権正人', '69.2.24', '46', '7504-7069', '547-0002', '平野区加美東4-6-6', '', '平野愛和第3保育園', '在日', '姉建高/姉建中', '三女', '', '入学', '11.4.1', '', '', '', '', '10.4.2', '', '風物／バスケット', '', '平野区加美東4-6-6　', 'オリニチュッチェ', '吉田直美', '10.4.2', '2040', '', '皆勤', '17', '18', '切', '3', '水玉と流木', '母d090-3263-1494', '', '母d090-3263-1494父d090-8931-1202', 'ｱﾇﾁ・ｱﾇﾁ・ｱﾇﾁ・ｱﾇﾁ・権智香', '権正人', '', 'クォン　チョンイン', 'クォン　チヒャン', '', '', '', '', '', '', '', '入', 'Rh+AB型', '', '7504-7069', '', '', '203', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2368', '5', '2', '104', '金世理', 'ｱ霈ｼｸｮ', '男', '2005/03/17', '10', '金剛志', '64.10.29', '-50', '6751-6885', '544-0011', '生野区田島1-11-5', '', '愛信保育園', '在日', '兄建小/妹建小', '次男', '', '入学', '11.4.1', '', '', '', '', '10.6.21', '', 'サッカー', '', '生野区田島1-11-5　', '1年', '申龍美', '10.6.21', '2041', '努力', '', '13', '41', '切', '1', '', '父d090-5136-8732母d090-5136-4730', '', '父d090-5136-8732母d090-5136-4730', 'ｱ霈ｼｸｮ', 'ｱ霈ｼｸｮ', 'ｱ霈ｼｸｮ', 'ｱ霈ｼｸｮ', '金世理', '金剛志', '', 'キム　グァンヂ', 'キム　セリ', '', '', '', '入', 'Rh+Ｂ型', '', '6751-6885', 'sefaselisenanoappa030509@docomo.ne.jp', '', '204', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2358', '5', '3', '105', '金姫会', 'ｱ霾ｸ', '女', '2004/12/16', '10', '金弘淳', '68.1.15', '47', '6731-7868', '544-0031', '生野区鶴橋2-15-2', '', '愛信保育園', '在日', '姉/兄', '次女', '', '入学', '11.4.1', '', '', '', '', '10.4.2', '', 'バスケット', 'ハヌル学童', '生野区鶴橋2-15-2　', '懇親会ベルマーク', '洪美恵', '10.4.2', '2042', '', '皆勤', '', '', '切', '', '', '母d090-7968-5655父d090-3273-7723', '', '母d090-7968-5655職場6718-2221父d090-3273-7723', 'ｱ霾ｸ', 'ｱ霾ｸ', 'ｱ霾ｸ', 'ｱ霾ｸ', '金姫会', '金弘淳', '', 'キム　ホンスン', 'キム　フィヘ', '', '', '', '入', '', '', '6731-7868', '', '', '205', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2608', '5', '4', '106', '内藤心優', 'ｳｪﾀﾌﾅ・ｹﾌﾀｯ', '女', '2004/06/01', '10', '内藤宏', '69.7.16', '-55', '072-222-2305', '590-0012', '堺市堺区浅香山町3-10-25-1102', '', '長池昭和第2幼稚園', '日本', '弟建小', '長女', '', '入学', '11.4.1', '', '', '', '', '12.7.13', '', '風物', '', '堺市堺区浅香山町3-10-25-1102　', '１年', '', '12.7.13', '2043', '優秀', '', '', '', '切', '', '', '母s090-8146-9206父s090-9217-6144', '', '母s090-8146-9206父s090-9217-6144', 'ｳｪﾀﾌﾅ・ｹﾌﾀｯ', 'ｳｪﾀﾌﾅ・ｹﾌﾀｯ', 'ｳｪﾀﾌﾅ・ｹﾌﾀｯ', 'ｳｪﾀﾌﾅ・ｹﾌﾀｯ', '内藤心優', '内藤宏', '', 'ナイトウ　ヒロシ', 'ナイトウ　ミユ', '', '', '', '入', 'Rh+O型', '', '072-222-2305', 'myu-naito@softbank.ne.jp', '', '206', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2603', '5', '5', '107', '柳惠', 'ｷﾁ､', '女', '2005/02/04', '10', '柳廷錫', '74.10.5', '40', '090-1149-9205', '542-0082', '中央区島之内2-4-34-213', 'エクセルライフ島之内213', '大阪市立南小学校', '在日', '', '長女', '', '転入', '12.9.1', '南小学校', '', '', '', '12.5.15', '', 'バスケット', '', '中央区島之内2-4-34-213　エクセルライフ島之内213', 'オリニチュッチェ', '', '12.5.15', '2044', '', '皆勤', '', '', '切', '', '', '母s090-3673-1804', '', '母s090-3673-1804父s090-1149-9205', 'ｷﾁ､', 'ｷﾁ､', 'ｷﾁ､', 'ｷﾁ､', '柳惠', '柳廷錫', '', 'リュウ　ヂョンソク', 'リュウ　ヘヂョン', '', '', '', '入', 'Rh+A型', '', '', '26storyaen@i.softbank.jp', '', '207', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2349', '5', '6', '108', '毛利理香', 'ｸ・ｮ ｹﾌﾄ｡ﾄｫ', '女', '2005/01/25', '10', '毛利耕三', '68.6.13', '46', '050-1003-8177', '544-0025', '生野区生野東3-10-6', '', '建国幼稚園', '日本', '姉建高/姉建中', '三女', '', '入学', '11.4.1', '', '', '', '', '10.4.2', '', '', '', '生野区生野東3-10-6　', '運動会研修', '毛利寿', '10.4.2', '2045', '優秀', '', '', '', '切', '', '', '母s090-6060-2968', '', '母s090-6060-2968', 'ｸ・ｮ ｹﾌﾄ｡ﾄｫ', 'ｸ・ｮ ｹﾌﾄ｡ﾄｫ', 'ｸ・ｮ ｹﾌﾄ｡ﾄｫ', 'ｸ・ｮ ｹﾌﾄ｡ﾄｫ', '毛利理香', '毛利耕三', '', 'モウリ　コウゾウ', 'モウリ　ミチカ', '', '', '', '入', '', '', '', '', '', '208', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2652', '5', '7', '109', '齋藤舞依', 'ｻ鄲ﾌﾅ・ｸｶﾀﾌ', '女', '2004/08/14', '10', '齋藤実', '70.1.7', '45', '6608-1307', '558-0032', '住吉区遠里小野2-10-27-404', '', '藤保育園（私）', '日本', '兄建中/妹建小/妹2010', '長女', '', '入学', '11.4.1', '', '', '', '', '13.3.28', '', 'バスケット', '', '住吉区遠里小野2-10-27-404　', '3年', '', '13.3.28', '2046', '', '皆勤', '15', '7', '切', '1', '凧絵', '母s090-1447-0743', '', '母s090-1447-0743父s080-3844-4249', 'ｻ鄲ﾌﾅ・ｸｶﾀﾌ', 'ｻ鄲ﾌﾅ・ｸｶﾀﾌ', 'ｻ鄲ﾌﾅ・ｸｶﾀﾌ', 'ｻ鄲ﾌﾅ・ｸｶﾀﾌ', '齋藤舞依', '齋藤実', '', 'サイトウ　ミノル', 'サイトウ　マイ', '', '', '', '入', 'Rh+A型', '', '', '', '', '209', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2421', '5', '8', '110', '成演佑', 'ｼｺｿｬｿ・男', '男', '2004/06/02', '10', '成鳳鉉', '69.11.8', '-55', '6616-7683', '545-0014', '阿倍野区西田辺町2-8-4-602', 'クラウンハイム西田辺602', '三郷幼稚園', '在日', '弟建小', '長男', '', '入学', '11.4.1', '', '', '', '', '11.1.17', '', '', '', '阿倍野区西田辺町2-8-4-602　クラウンハイム西田辺602', '１年', '', '11.1.17', '2047', '', '', '', '', '切', '', '', '父d090-9618-7923母d090-7103-6921', '', '父d090-9618-7923母d090-7103-6921', 'ｼｺｿｬｿ・ｼｺｿｬｿ・ｼｺｿｬｿ・ｼｺｿｬｿ・成演佑', '成鳳鉉', '', 'ソン　ボンヒョン', 'ソン　ヨンウ', '', '', '', '', '', '', '', '入', 'Rh+O型', '', '', '', '', '210', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2524', '5', '9', '111', '孫彩友', 'ｼﾕﾃ､ｿ・男', '男', '2005/02/06', '10', '孫敏之', '60.11.28', '54', '072-350-0119', '599-8252', '堺市中区楢葉170-２-907', 'フェルティメイツ泉ヶ丘2-907', '金剛小学校', '在日', '兄建高', '長男', '', '転入', '12.4.1', '', '', '', '', '11.7.26', '', '風物／サッカー', '', '堺市中区楢葉170-２-907　フェルティメイツ泉ヶ丘2-907', '懇親会ベルマーク', '', '11.7.26', '2048', '', '', '', '', '切', '', '', '母s090-9111-7277父s090-9287-8490', '', '母s090-9111-7277父s090-9287-8490', 'ｼﾕﾃ､ｿ・ｼﾕﾃ､ｿ・ｼﾕﾃ､ｿ・ｼﾕﾃ､ｿ・孫彩友', '孫敏之', '', 'ソン　ミンヂ', 'ソン　チェウ', '', '', '', '', '', '無し', '', '入', 'Rh+A型', '', '072-350-0119', '', '', '211', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2503', '5', '10', '112', '呉真書', 'ｿﾀﾁｭ', '女', '2004/11/09', '10', '呉承晩', '71.10.1', '43', '072-206-2959', '559-8234', '堺市中区土塔町108-55', '', '金剛小学校', '駐日', '兄建小', '長女', '', '転入', '12.4.1', '', '', '', '', '11.7.26', '電車', '', '', '堺市中区土塔町108-55　', '懇親会ベルマーク', '', '11.7.26', '2049', '', '', '', '', '切', '', '', '母d090-6206-1897父d090-7963-5383', '', '母d090-6206-1897父d090-7963-5383', 'ｿﾀﾁｭ', 'ｿﾀﾁｭ', 'ｿﾀﾁｭ', 'ｿﾀﾁｭ', '呉真書', '呉承晩', '', 'オ　スンマン', 'オ　ヂンソ', '', '', '', '入', 'Rh+A型', '', '', '', '', '212', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2408', '5', '11', '113', '若本早希乃', 'ｿﾍﾄｫｸ・ｻ酣ｰｳ・女', '女', '2005/01/31', '10', '若本憲吾　金水貞', '68.7.9', '-54', '6703-0431', '546-0022', '東住吉区住道矢田9-8-28', '', '天宗東住吉園', 'その他', '妹建小', '長女', '', '入学', '11.4.1', '', '', '', '', '10.8.24', '', 'バスケット', '', '東住吉区住道矢田9-8-28　', '１年', '', '10.8.24', '2050', '優秀', '', '', '', '切', '', '', '父a090-3628-0165母a090-6238-0165', '', '父a090-3628-0165母a090-6238-0165', 'ｿﾍﾄｫｸ・ｻ酣ｰｳ・ｿﾍﾄｫｸ・ｻ酣ｰｳ・ｿﾍﾄｫｸ・ｻ酣ｰｳ・ｿﾍﾄｫｸ・ｻ酣ｰｳ・若本早希乃', '若本憲吾　金水貞', '', 'イワモト　ケンゴ', 'ワカモト　サキノ', '', '', '', '', '', '', '', '入', 'Rh+A型', '荒木小児科6704-3830', '', '', '', '213', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2420', '5', '12', '114', '尹英碩', 'ﾀｱｿｵｼｮ', '男', '2004/10/11', '10', '崔修子', '74.5.29', '40', '6754-1040', '544-0004', '生野区巽北2－6－19-403', 'シャト映光巽403', '平和の子保育園', '在日', '兄', '次女', '', '入学', '11.4.1', '', '', '', '', '11.1.17', '', 'バスケット', '鶴見区緑4-2-5　', '生野区巽北2－6－19-403　シャト映光巽403', 'オリニチュッチェ', '', '11.1.17', '2051', '努力', '皆勤', '14', '14', '切', '2', '', '母d090-3166-7856', '', '母d090-3166-7856祖父d090-3166-7793祖母d090-3285-0287職場6953-3506', 'ﾀｱｿｵｼｮ', 'ﾀｱｿｵｼｮ', 'ﾀｱｿｵｼｮ', 'ﾀｱｿｵｼｮ', '尹英碩', '崔修子', '', 'チェ　スヂャ', 'ユン　ヨンソッ', '', '', '', '入', 'Rh+Ｂ型', '', '', 'cafesoo1040@docomo.ne.jp', '', '214', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2418', '5', '13', '115', '張喜珍', 'ﾀ衒・女', '女', '2004/06/15', '10', '李聖喜', '65.3.3', '50', '6796-1320', '544-0011', '東住吉区今林4－１１－９', 'ファミール永田305', '育和白鷺園', '在日', '', '長女', '', '入学', '11.4.1', '', '', '', '', '11.1.17', '', '', '', '東住吉区今林4－１１－９　ファミール永田305', 'オリニチュッチェ', '', '11.1.17', '2052', '優秀', '', '', '', '切', '', '凧絵', '母s080-5345-9204', '', '父s090-1152-2452母s080-5345-9204職場6796-1320', 'ﾀ衒・ﾀ衒・ﾀ衒・ﾀ衒・張喜珍', '李聖喜', '', 'イ　ソンヒ', 'チャン　ヒヂン', '', '', '', '', '', '', '', '入', 'Rh+A型', 'みのりクリニック6796-3110', '6796-1321', 'eqano@hotmail.com', '', '215', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2695', '5', '14', '116', '趙秀彬', 'ﾁｶｼ・女', '女', '2004/03/01', '11', '趙民権', '69.9.16', '45', '06-7505-4987', '58809932', '住吉区遠里小野3-10-11-111', '', '韓国', '駐日', '弟建幼', '長女', '', '入学', '13.4.8', '', '転学', '', '', '13.3.28', '', 'バスケット', '', '住吉区遠里小野3-10-11-111　', 'オリニチュッチェ', '', '13.3.28', '2053', '努力', '皆勤', '', '', '切', '', '', '父s090-1394-1942母s090-6027-1942', '', '父s090-1394-1942母s090-6027-1942', 'ﾁｶｼ・ﾁｶｼ・ﾁｶｼ・ﾁｶｼ・趙秀彬', '趙民権', '', 'チョウ　ミンクォン', 'チョウ　スビン', '', '', '', '', '', '', '', '入', '', '', '', '', '', '216', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2347', '5', '15', '117', 'ﾐ･', 'ﾃﾖｱﾔｹﾎ', '男', '2005/03/22', '10', '柊煥', '75.5.15', '40', '7896-3250', '558-0004', '住吉区千躰１-1-5-507', 'アイシャレー長居公園401', '建国幼稚園', '駐日', '兄', '次男', '', '入学', '11.4.1', '', '', '', '', '10.4.2', '', 'ソフト', '', '住吉区千躰１-1-5-507　アイシャレー長居公園401', 'オリニチュッチェ', '', '10.4.2', '2054', '', '皆勤', '', '', '切', '', '', '母s090-1714-1230', '', '父a080-3826-5457母s090-1714-1230', 'ﾃﾖｱﾔｹﾎ', 'ﾃﾖｱﾔｹﾎ', 'ﾃﾖｱﾔｹﾎ', 'ﾃﾖｱﾔｹﾎ', 'ﾐ･', '柊煥', '', 'チェ　ジョンファン', 'チェ　ギュミン', '', '', '', '入', 'Rh+Ｂ型', '', '', 'mama-ahn1230@softbank.ne.jp', '', '217', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2679', '5', '16', '118', '崔智雄', 'ﾃﾖﾁ・男', '男', '2004/07/13', '10', '崔容準', '', '111', '090-3581-0913', '', '浪速区日本橋東3-14-10-201', '', '', '在日', '姉建高', '長男', '', '編入', '13.9.1', '', '', '', '', '13.3.28', '', 'ソフト／サッカー', '', '浪速区日本橋東3-14-10-201　', 'オリニチュッチェ', '', '13.3.28', '2055', '', '皆勤', '', '', '切', '', '', '', '', '', 'ﾃﾖﾁ・ﾃﾖﾁ・ﾃﾖﾁ・ﾃﾖﾁ・崔智雄', '崔容準', '', '', 'チェ　ヂウン', '', '', '', '', '', '', '', '入', '', '', '', '', '', '218', '', 'CHE     JIUNG', '');
INSERT INTO `primaryschool1` VALUES ('2361', '5', '17', '119', '林雅晟', 'ﾇﾏｾﾟｽﾃ ｸｶｻ鄒ﾆﾅｰ', '男', '2004/12/09', '10', '林宏一', '65.7.29', '49', '6607-9739', '558-0015', '住吉区我孫子西2-9-6-305', '市営住宅', '四恩るり保育園', '日本', '', '長男', '', '入学', '11.4.1', '', '', '', '', '10.4.2', '', 'バスケット／ソフトボール', '', '住吉区我孫子西2-9-6-305　市営住宅', '懇親会ベルマーク', '', '10.4.2', '2056', '', '', '', '', '切', '', '水玉と流木', '母s090-3714-0528父s090-9615-0729', '', '母s090-3714-0528父s090-9615-0729', 'ﾇﾏｾﾟｽﾃ ｸｶｻ鄒ﾆﾅｰ', 'ﾇﾏｾﾟｽﾃ ｸｶｻ鄒ﾆﾅｰ', 'ﾇﾏｾﾟｽﾃ ｸｶｻ鄒ﾆﾅｰ', 'ﾇﾏｾﾟｽﾃ ｸｶｻ鄒ﾆﾅｰ', '林雅晟', '林宏一', '', 'ハヤシ　コウイチ', 'ハヤシ　マサアキ', '', '', '', '入', 'Rh+O型', '南野クリニック6699-7711武田小児科6691-6551', '6607-9739', 'hayashi-purin@softbank.ne.jp', '', '219', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2356', '5', '18', '120', '韓奈瑚', 'ﾇﾑｳｪﾈ｣', '女', '2005/03/07', '10', '韓輝彦', '66.7.24', '48', '6729-4101', '577-0827', '東大阪市衣摺4-12-28', '', '愛信保育園', '在日', '姉建中', '次女', '', '入学', '11.4.1', '', '', '', '', '10.4.2', '', 'バスケット', '', '東大阪市衣摺4-12-28　', '運動会研修', '康民恵', '10.4.2', '2057', '努力', '皆勤', '15', '38', '切', '2', '', '母s090-6667-4548', '', '母s090-6667-4548父s?090-8483-3281', 'ﾇﾑｳｪﾈ｣', 'ﾇﾑｳｪﾈ｣', 'ﾇﾑｳｪﾈ｣', 'ﾇﾑｳｪﾈ｣', '韓奈瑚', '韓輝彦', '', 'ハン　ヒオン', 'ハン　ナホ', '', '', '', '入', 'Rh+A型', '生協こども診療所6726-1181たまき耳鼻咽喉科6751-9191', '6729-4101', '', '', '220', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2649', '5', '19', '121', '金那旺', 'ｱ雉ｪｿﾕ', '男', '2004/07/31', '10', '上西孝典', '74.10.28', '-60', '7492-1517', '577-0831', '東大阪市俊徳町2-5-21', '', '東大阪立荒川小', 'ダ日・韓', '弟小2', '長男', '', '入学', '15.4.1', '', '', '', '', '13.3.28', '', '', '', '東大阪市俊徳町2-5-21　', 'オリニチュッチェ', '', '13.3.28', '2058', '', '', '', '', '切', '', '', '母090-3655-4333父090-3654-4333', '', '母090-3655-4333父090-3654-4333', 'ｱ雉ｪｿﾕ', 'ｱ雉ｪｿﾕ', 'ｱ雉ｪｿﾕ', 'ｱ雉ｪｿﾕ', '金那旺', '上西孝典', '', 'ウエニシ　タカノリ', 'キム　ナワン', '', '', '', '入', 'Rh+Ｂ型', '', '', '', '', '221', '', 'Kim   Nawang', '');
INSERT INTO `primaryschool1` VALUES ('2812', '5', '20', '122', '尹優颯', 'ﾀｱｿ・・男', '男', '2004/08/17', '10', '尹在必', '71.8.27', '43', '6623-2811', '545-0021', '阿倍野区阪南町4-17-22', '', '', '在日', '兄建高/妹建小', '次男', '', '編入', '15.4.8', '', '', '', '', '01.1.11', '', '風物', '', '阿倍野区阪南町4-17-22　', '3年', '', '01.1.11', '2059', '', '', '', '', '入', '', '', '', '', '', 'ﾀｱｿ・・ﾀｱｿ・・ﾀｱｿ・・ﾀｱｿ・・尹優颯', '尹在必', '', 'ユン　ジェピル', 'ユン　ウサフ', '', '', '', '', '', '', '', '切', '', '', '', '', '', '222', '', 'Yoon  Usaph', '');
INSERT INTO `primaryschool1` VALUES ('2195', '6', '1', '124', '高優愛', 'ｰ暠・ﾖ', '女', '2003/04/25', '12', '高信志', '59.11.19', '55', '6608-22206568-5557', '558-0032', '住吉区遠里小野7-6-5', '', '建国幼稚園', '在日', '兄建高/弟建小/妹建小', '長女', 'きたたつみ高整骨院', '入学', '06.4.1', '', '', '', '', '03.1.23', '', 'サッカー／バスケット／風物', '住所変更）08.3.19.', '住吉区遠里小野7-6-5　', '１年', '夫清美', '03.1.23', '2040', '努力', '', '', '', '切', '', '', '母s090-2599-6376', '', '母s090-2599-6376父s090-5168-6217祖父母6568-5557', 'ｰ暠・ﾖ', 'ｰ暠・ﾖ', 'ｰ暠・ﾖ', 'ｰ暠・ﾖ', '高優愛', '高信志', '4', 'コ シンヂ', 'コ　ウエ', '', '虫さされに弱い腫れる', '', '入', 'Rh+AB型', '愛染橋病院6633-2801', '6608-2220', 'kohkempo@ezus.eonet.ne.jp', '', '224', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2177', '6', '2', '125', '金世和', 'ｱ霈ｼﾈｭ', '男', '2003/06/17', '11', '金剛志', '64.10.29', '50', '6751-6885', '544-0011', '生野区田島1-11-5', '', '愛信保育園', '在日', '弟建小/妹建小', '長男', '', '入学', '10.4.1', '', '', '', '', '09.4.21', '', 'サッカー', '', '生野区田島1-11-5　', '１年', '', '09.4.21', '2041', '', '', '14', '24', '切', '3', '木版画', '母d090-5136-4730父d090-5136-8732', '', '母d090-5136-4730父d090-5136-8732', 'ｱ霈ｼﾈｭ', 'ｱ霈ｼﾈｭ', 'ｱ霈ｼﾈｭ', 'ｱ霈ｼﾈｭ', '金世和', '金剛志', '4', 'キム　グァンヂ', 'キム　セファ', '', '', '', '入', 'Rh+Ｂ型', '共和病院6718-2221、川津皮膚科6773-8838', '6751-6885', 'yonmionma.171171-8@docomo.ne.jp', '', '225', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2170', '6', '3', '126', '金寧和今利寧和', 'ｱ霑ｵﾈｭ', '女', '2003/12/28', '11', '金富　今利真理', '68.4.6', '47', '6751-7782', '544-0014', '生野区巽東2-8-16-501', 'ブルースカイ501', '愛信保育園', 'ダ韓・日', '兄建高/姉建中/弟09燦亨', '次女', '', '入学', '10.4.1', '', '', '', '', '06.9.21', '', 'クリケット', '住所変更09.3.2.（旧：生野区小路2-14-19-502）', '生野区巽東2-8-16-501　ブルースカイ501', '運動会研修', '今利　真理', '06.9.21', '2042', '', '皆勤', '', '', '切', '', '', '母au090-8379-5258父au090-2045-9791', '', '母au090-8379-5258父au090-2045-9791', 'ｱ霑ｵﾈｭ', 'ｱ霑ｵﾈｭ', 'ｱ霑ｵﾈｭ', 'ｱ霑ｵﾈｭ', '金寧和今利寧和', '金富　今利真理', '4', 'キム　プヂン', 'キム　ヨンファ', '', '無', '', '入', 'Rh+O型', '', '', '', '', '226', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2160', '6', '4', '127', '金宥祈', 'ｱ霏ｯｱ・男', '男', '2004/02/18', '11', '金相勲', '75.10.20', '39', '6716-8303', '544-0031', '生野区鶴橋5-20-15', '', '愛信保育園', '在日', '弟10.1.15.宥進（愛信）', '長男', '', '入学', '10.4.1', '', '', '', '', '09.3.25', '', 'サッカー', '', '生野区鶴橋5-20-15　', 'オリニチュッチェ', '金由香', '09.3.25', '2043', '努力', '', '', '', '切', '', '', '父s080-3773-1097母s090-6676-3837祖父d090-8980-5398祖母d090-7355-5426', '', '父s080-3773-1097母s090-6676-3837祖父d090-8980-5398祖母d090-7355-5426', 'ｱ霏ｯｱ・ｱ霏ｯｱ・ｱ霏ｯｱ・ｱ霏ｯｱ・金宥祈', '金相勲', '4', 'キム　サンフン', 'キム　ユギ', '', '', '', '', '', '', '', '入', 'Rh+Ｂ型', '金医院6752-4567', '6716-8303', 'yoogijins@gaia.eonet.ne.jp', '', '227', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2629', '6', '5', '128', '金賢政', 'ｱ霽､', '女', '2003/09/02', '11', '金泰完', '74.9.15', '-60', '080-8332-1791', '545-0052', '阿倍野区阿倍野筋2-4-37-1212', '', '韓国', '駐日', '弟建小', '長男', '', '入学', '', '', '', '', '', '01.1.11', '', 'バスケット', '', '阿倍野区阿倍野筋2-4-37-1212　', '3年', '', '01.1.11', '2044', '', '', '', '', '入', '', '', '090-1447-6835', '', '090-1447-6835', 'ｱ霽､', 'ｱ霽､', 'ｱ霽､', 'ｱ霽､', '金賢政', '金泰完', '6', '', 'キム　ヒョンヂョン', '', '', '', '切', '', '', '', '', '', '228', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2167', '6', '6', '129', '朴嘉樹', 'ｹﾚｰ｡ｼ・男', '男', '2003/08/29', '11', '朴英典', '72.2.26', '43', '072-238-5570', '590-0004', '堺市堺区北清水町1-4-18', '', '私）清水幼稚園', '在日', '姉/兄', '次男', '建築タイラ商店', '入学', '10.4.1', '', '', '', '', '02.10.16', '', 'サッカー／風物', '', '堺市堺区北清水町1-4-18　', 'オリニチュッチェ', '高友美', '02.10.16', '2045', '', '', '', '', '切', '', '', '母au090-1487-0839', '', '母au090-1487-0839祖母072-227-8096父s090-3357-3848', 'ｹﾚｰ｡ｼ・ｹﾚｰ｡ｼ・ｹﾚｰ｡ｼ・ｹﾚｰ｡ｼ・朴嘉樹', '朴英典', '4', 'パク　ヨンヂョン', 'パク　カス', '', '', '', '', '', '', '', '入', 'Rh+O型', '', '072-238-5570', '', 'とら', '229', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2541', '6', '7', '130', '牋ﾔﾛ・', 'ｼｮｵｿﾈｭ', '女', '2003/12/30', '11', '牋ﾐﾆ鍗', '72.2.1', '43', '6710-9233', '537-0023', '阿倍野区旭町１-6-1-702', 'NOVA今里604号', '大成小学校', '在日', '兄', '長女', '', '転入', '11.11.1', '', '', '', '', '11.7.26', '', '', '住所変更）2013.9.4', '阿倍野区旭町１-6-1-702　NOVA今里604号', '懇親会ベルマーク', '李朋子', '11.7.26', '2046', '', '', '15', '22', '切', '2', '', '母s090-3992-4009父s090-3996-4009友人s090-8233-2533/s080-6151-8598', '', '母s090-3992-4009父s090-3996-4009友人s090-9625-2533', 'ｼｮｵｿﾈｭ', 'ｼｮｵｿﾈｭ', 'ｼｮｵｿﾈｭ', 'ｼｮｵｿﾈｭ', '牋ﾔﾛ・', '牋ﾐﾆ鍗', '6', 'ソク　グノ', 'ソク　ドンファ', '', '', '', '入', 'Rh+O型', '', '', '', '', '230', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2171', '6', '8', '131', '塩谷茜', 'ｽﾃｿﾀｾﾟ ｾﾆﾄｫｳﾗ ', '女', '2003/12/13', '11', '塩谷明弘', '69.12.14', '45', '6608-2335', '558-0032', '住吉区遠里小野2-15-5-1003', '', '私）山之内保育園', '日本', '姉/兄建中', '次女', '', '入学', '10.4.1', '', '', '', '', '06.5.1', '', '風物', '', '住吉区遠里小野2-15-5-1003　', 'オリニチュッチェ', '', '06.5.1', '2047', '努力', '', '', '', '切', '', '木版画', '母070-5589-9432', '', '母070-5589-9432父s090-8199-2980', 'ｽﾃｿﾀｾﾟ ｾﾆﾄｫｳﾗ ', 'ｽﾃｿﾀｾﾟ ｾﾆﾄｫｳﾗ ', 'ｽﾃｿﾀｾﾟ ｾﾆﾄｫｳﾗ ', 'ｽﾃｿﾀｾﾟ ｾﾆﾄｫｳﾗ ', '塩谷茜', '塩谷明弘', '4', 'シオヤ　アキヒロ', 'シオヤ　アカネ', '', 'アトピー、食物アレルギー（牛乳）', '', '入', 'Rh+AB型', '松本医院6691-0809', '6608-2335', 'shioyafamily@poem.ocn.ne.jp', '', '231', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2193', '6', '9', '132', '慎珠理', 'ｽﾅﾁﾖｸｮ', '女', '2003/07/09', '11', '慎健富', '69.9.11', '45', '6977-8226', '537-0023', '東成区玉津2-11-5', '', 'ロイヤルIBインターナショナルプリスクール', '在日', '兄KIS中', '長女', '', '入学', '10.4.1', '', '転学', '', '', '09.6.4', '', '風物／クリケット', '', '東成区玉津2-11-5　', 'オリニチュッチェ', '李朋子', '09.6.4', '2048', '', '', '', '', '切', '', '', '母s090-3719-4839父s080-5308-7875', '', '母au090-3719-4839父au080-5308-7875', 'ｽﾅﾁﾖｸｮ', 'ｽﾅﾁﾖｸｮ', 'ｽﾅﾁﾖｸｮ', 'ｽﾅﾁﾖｸｮ', '慎珠理', '慎健富', '4', 'シン　コンブ', 'シン　ヂュリ', '', '', '', '入', 'Rh+O型', '', '無し', '', '', '232', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2504', '6', '10', '133', '呉鎭宇', 'ｿﾀﾁ・男', '男', '2003/10/09', '11', '呉承晩', '71.10.1', '43', '072-206-2959', '559-8234', '堺市中区土塔町108-55', '', '金剛小学校', '駐日', '妹建小', '長男', '', '転入', '12.4.1', '', '', '', '', '11.7.26', '電車', '', '', '堺市中区土塔町108-55　', '5年', '', '11.7.26', '2049', '', '', '', '', '切', '', '', '母090-6559-3959', '', '母090-6559-3959　父090-7964-5383', 'ｿﾀﾁ・ｿﾀﾁ・ｿﾀﾁ・ｿﾀﾁ・呉鎭宇', '呉承晩', '6', 'オ　スンマン', 'オ　ヂヌ', '', '', '', '', '', '', '', '入', 'Rh+Ｂ型', '', '', '', '', '233', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2169', '6', '11', '134', '井上澄香', 'ﾀﾌｳ・・｡ ｼﾌﾄｫ ', '女', '2003/06/04', '11', '井上龍一', '68.11.22', '46', '6606-6228', '558-0031', '住吉区沢之町2-4-12-404', 'コーポあびこ404', '山之内保育園', '日本', '姉', '次女', '', '入学', '10.4.1', '', '', '', '', '06.5.1', '', '風物／バスケット', '', '住吉区沢之町2-4-12-404　コーポあびこ404', 'オリニチュッチェ', '井上民子', '06.5.1', '2050', '', '', '', '', '切', '', '', '母w070-5663-3566', '', '父w070-5664-4058母w070-5663-3566母職場6696-5175', 'ﾀﾌｳ・・｡ ｼﾌﾄｫ ', 'ﾀﾌｳ・・｡ ｼﾌﾄｫ ', 'ﾀﾌｳ・・｡ ｼﾌﾄｫ ', 'ﾀﾌｳ・・｡ ｼﾌﾄｫ ', '井上澄香', '井上龍一', '4', 'イノウエ　リュウイチ', 'イノウエ　スミカ', '', '無', '', '入', 'Rh+A型', '河南医院', '6606-6228', '', '', '234', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2174', '6', '12', '135', '石田晃基', 'ﾀﾌｽﾃｴﾙ ｰ暠・ｰ', '男', '2004/03/03', '11', '石田佳史', '69.2.26', '46', '6697-7651', '558-0023', '住吉区山之内3-4-15-203', 'セレーノ山之内203', '建国幼稚園', '日本', '姉建高/姉/兄', '次男', '', '入学', '10.4.1', '', '', '', '', '08.3.10', '', 'サッカー／ソフト', '', '住吉区山之内3-4-15-203　セレーノ山之内203', '懇親会ベルマーク', '石田吏可子', '08.3.10', '2051', '', '', '14', '24', '切', '2', '', '母s090-8484-7484父s090-9864-7987', '', '母s090-8484-7484父s090-9864-7987', 'ﾀﾌｽﾃｴﾙ ｰ暠・ｰ', 'ﾀﾌｽﾃｴﾙ ｰ暠・ｰ', 'ﾀﾌｽﾃｴﾙ ｰ暠・ｰ', 'ﾀﾌｽﾃｴﾙ ｰ暠・ｰ', '石田晃基', '石田佳史', '4', 'イシダ　ヨシフミ', 'イシダ　コウキ', '', '無し', '', '入', 'Rh+O型', '阪和住吉総合6692-1001いけだこどもクリニック072-250-4152', '6697-7651', 'rikako-nst@k.vodafone.ne.jp', '', '235', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2179', '6', '13', '136', '趙晟智', 'ﾁｶｼｺﾁ・男', '男', '2003/05/04', '12', '趙秀一', '62.9.10', '52', '6730-8151', '577-0842', '東大阪市足代南1-11-5', '', '恵果保育園', '在日', '姉兄/弟/妹09/8/12', '次男', '', '入学', '10.4.1', '', '', '', '', '09.4.21', '', 'ソフト', '', '東大阪市足代南1-11-5　', '懇親会ベルマーク', '許伯恵', '09.4.21', '2052', '', '', '', '', '切', '', '', '母au090-7764-1124', '', '母au090-7764-1124父au090-5059-6483勤務先6721-0001祖母6729-1715', 'ﾁｶｼｺﾁ・ﾁｶｼｺﾁ・ﾁｶｼｺﾁ・ﾁｶｼｺﾁ・趙晟智', '趙秀一', '4', 'チョウ　スイル', 'チョウ　ソンヂ', '', '', '', '', '', '', '', '入', 'Rh+Ｂ型', '安井クリニック6721-0001', '6730-8151', 'pekke-728@ezweb.ne.jp', '', '236', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2182', '6', '14', '137', '韓準秀', 'ﾇﾑﾁﾘｼ・男', '男', '2003/09/17', '11', '鰺', '62.6.17', '52', '6608-2885', '558-0023', '住吉区山之内1-22-16', '', '建国幼稚園', 'その他', '姉姉/兄/兄/姉建中', '三男', '', '入学', '10.4.1', '', '', '', '', '07.4.24', '', 'サッカー', '', '住吉区山之内1-22-16　', 'オリニチュッチェ', '', '07.4.24', '2053', '', '', '12', '20', '切', '3', '', '母s080-5174-4325父s090-9436-2885', '', '母s080-5174-4325父s090-9436-2885祖母0729-55-2486', 'ﾇﾑﾁﾘｼ・ﾇﾑﾁﾘｼ・ﾇﾑﾁﾘｼ・ﾇﾑﾁﾘｼ・韓準秀', '鰺', '4', 'ハン　ヂョンヨン', 'ハン　ヂュンス', '', '', '', '', '', '無', '', '入', '？', '阪和住吉総合', '6608-2886', 'otjun01@softbank.ne.jp', '', '237', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2128', '6', '15', '138', '黄翔敏', 'ﾈｲｻﾎ', '男', '2004/01/13', '11', '・ﾌ磅・', '72.1.14', '43', '7162-3586', '558-0013', '住吉区山之内１-23-24', '市営住宅', '建国幼稚園', '駐日', '妹建小/妹', '長男', '', '入学', '10.4.1', '', '転学', '', '', '09.2.17', '', 'サッカー／ソフトボール', '旧）平野区西脇1-12-12-1006', '住吉区山之内１-23-24　市営住宅', '3年', '姜正愛', '09.2.17', '2054', '', '', '', '', '切', '', '', '母s080-4233-2682', '', '母s080-4233-2682父店6696-8821祖母a090-1144-7886', 'ﾈｲｻﾎ', 'ﾈｲｻﾎ', 'ﾈｲｻﾎ', 'ﾈｲｻﾎ', '黄翔敏', '・ﾌ磅・4', '4', 'ファン　ギョンヒョン', 'ファン　サンミン', '', '', '', '入', 'Rh+Ｂ型', '', '6655-0677', '', '', '238', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2181', '6', '16', '139', '船越谷心', 'ﾈﾄｳｪﾄﾚｽﾃｾﾟ ｰ朗ﾚｷﾎ', '女', '2003/09/17', '11', '船越谷努', '71.2.2', '44', '6719-6700', '545-0001', '阿倍野区天王寺町北2-31-24-901', '朝日プラザ天王寺901', '高松保育園（公）', '日本', '姉建中/弟/妹侑花11.2.28（林寺）', '次女', '', '入学', '10.4.1', '', '', '', '', '07.6.16', '', '風物／クリケット', '', '阿倍野区天王寺町北2-31-24-901　朝日プラザ天王寺901', '運動会研修', '', '07.6.16', '2055', '優秀', '', '15', '18', '切', '1', '', '母s080-5304-1347', '', '母s080-5304-1347父s090-8212-3868', 'ﾈﾄｳｪﾄﾚｽﾃｾﾟ ｰ朗ﾚｷﾎ', 'ﾈﾄｳｪﾄﾚｽﾃｾﾟ ｰ朗ﾚｷﾎ', 'ﾈﾄｳｪﾄﾚｽﾃｾﾟ ｰ朗ﾚｷﾎ', 'ﾈﾄｳｪﾄﾚｽﾃｾﾟ ｰ朗ﾚｷﾎ', '船越谷心', '船越谷努', '4', 'フナコシヤ　　ツトム', 'フナコシヤ　ココロ', '', '無', '', '入', 'Rh+A型', '寺田町こども診療所6775-2221いたがねファミリークリニック6713-0010', '6719-6700', '', '', '239', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2813', '6', '17', '140', 'ﾑﾑﾚﾃ', 'ｱ雹ﾎﾁｦ', '男', '2003/06/17', '11', '金大勝', '75.3.20', '40', '080-5884-9958', '591-8044', '堺市北区中長尾町3-5-2-901', 'セレクレッド901号', 'ｼﾒｸﾁﾃﾊｵ鏞ﾐｱｳ', '駐日', '姉建中', '長男', '', '編入', '15.4.1', '', '', '', '', '01.1.11', '', 'バスケット／ソフト', '', '堺市北区中長尾町3-5-2-901　セレクレッド901号', 'オリニチュッチェ', '', '01.1.11', '2056', '', '', '', '', '入', '', '', '父080-5884-9958', '', '父080-5884-9958父職場6910-1234', 'ｱ雹ﾎﾁｦ', 'ｱ雹ﾎﾁｦ', 'ｱ雹ﾎﾁｦ', 'ｱ雹ﾎﾁｦ', 'ﾑﾑﾚﾃ', '金大勝', '', 'キム　デスン', 'キム　ミンヂェ', '', '', '', '切', 'Rh+A型', '', '', '', '', '240', '', 'Kim  Minje', '');
INSERT INTO `primaryschool1` VALUES ('2814', '6', '18', '141', 'ﾑﾑ・', 'ｱ霤､ﾀｺ', '女', '2003/11/14', '11', '金南龍', '64.7.24', '50', '080-9470-2715', '558-0011', '住吉区苅田9-13-5-1107', 'サンウ゛ァリエ苅田5-1107', '', '駐日', '兄', '長女', '', '編入', '15.4.1', '', '', '', '', '01.1.11', '', 'クリケット', '', '住吉区苅田9-13-5-1107　サンウ゛ァリエ苅田5-1107', 'オリニチュッチェ', '', '01.1.11', '2057', '', '', '', '', '入', '', '', '母080-9470-2715兄080-9606-8994父81-10-2242-1045', '', '母080-9470-2715兄080-9606-8994父81-10-2242-1045', 'ｱ霤､ﾀｺ', 'ｱ霤､ﾀｺ', 'ｱ霤､ﾀｺ', 'ｱ霤､ﾀｺ', 'ﾑﾑ・', '金南龍', '', 'キム　ナムヨン', 'キム　チェウン', '', '', '', '切', 'Rh+AB型', '', '', '', '', '241', '', 'KimCheun', '');
INSERT INTO `primaryschool1` VALUES ('2815', '6', '19', '142', '李泰雨', 'ﾀﾌﾅﾂｿ・男', '男', '2003/08/26', '11', '李相憲', '73.3.21', '42', '080-2073-6931', '558-0032', '住吉区遠里小野2-10-27-604', 'エクシード遠里小野604', '東京韓国学校', '駐日', '妹建小', '長男', '', '編入', '15.4.1', '', '', '', '', '01.1.11', '', 'ソフト／バスケット', '', '住吉区遠里小野2-10-27-604　エクシード遠里小野604', '3年', '', '01.1.11', '2058', '', '', '', '', '入', '', '', '080-2073-6931', '', '父080-2073-6931友人080-4357-9949', 'ﾀﾌﾅﾂｿ・ﾀﾌﾅﾂｿ・ﾀﾌﾅﾂｿ・ﾀﾌﾅﾂｿ・李泰雨', '李相憲', '', 'イ　サンホン', 'イ　テウ', '', '', '', '', '', '', '', '切', 'Rh+A型', '', '', '', '', '242', '', 'Lee  Taewoo', '');
INSERT INTO `primaryschool1` VALUES ('2180', '7', '1', '107', '門脇怜華', 'ｰ｡ｵｵｿﾍﾅｰ ｷｹﾀﾌﾄｫ', '女', '2002/05/04', '13', '門脇清人', '58.7.9', '56', '6609-2075', '558-0032', '住吉区遠里小野1-11-10-507', 'カワデンセントリックハイオツ507号', '建国幼稚園', '日本', '', '長女', '', '入学', '09.4.1', '', '転学', '', '', '09.4.21', '', 'サッカー', '住所変更12.6.26）前住所=南住吉2-3-2-602', '住吉区遠里小野1-11-10-507　カワデンセントリックハイオツ507号', 'オリニチュッチェ', '', '09.4.21', '2040', '努力', '', '', '', '切', '', '流木アート', '母080-3780-6802', '', '母080-3780-6802　父080-5359-2075', 'ｰ｡ｵｵｿﾍﾅｰ ｷｹﾀﾌﾄｫ', 'ｰ｡ｵｵｿﾍﾅｰ ｷｹﾀﾌﾄｫ', 'ｰ｡ｵｵｿﾍﾅｰ ｷｹﾀﾌﾄｫ', 'ｰ｡ｵｵｿﾍﾅｰ ｷｹﾀﾌﾄｫ', '門脇怜華', '門脇清人', '7', 'カドワキ　キヨト', 'カドワキ　レイカ', '2', '', '', '入', 'Rh+A型', '武田小児科6691-6551阪和住吉6692-1001', '6609-2075', 'keikoreika-7854@ezweb.ne.jp', '', '207', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2403', '7', '2', '108', 'ﾏ淸ｭ', 'ｱﾇｾﾖﾀﾚ', '女', '2002/12/15', '12', 'ﾏ燾撝ｰ', '66.4.30', '49', '6942-4158', '540-0039', '中央区東高麗橋3-32-504', '', 'マリスト国際', 'その他', '', '長女', '', '編入', '10.10.1', '', '転学', '', '', '10.8.24', '', 'バスケット／風物／ソフト', '', '中央区東高麗橋3-32-504　', '運動会研修', 'ﾏ嶸a江', '10.8.24', '2041', '', '', '', '', '切', '', '', '母s080-3857-4158父d090-3056-6588叔母a090-9613-7559', '', '母s080-3857-4158父d090-3056-6588叔母a090-9613-7559祖母0729-87-5019', 'ｱﾇｾﾖﾀﾚ', 'ｱﾇｾﾖﾀﾚ', 'ｱﾇｾﾖﾀﾚ', 'ｱﾇｾﾖﾀﾚ', 'ﾏ淸ｭ', 'ﾏ燾撝ｰ', '7', 'クォン　ファガン', 'クォン　エヂャ', '3', '', '', '入', 'Rh+A型', '北野病院/西川クリニック', '', '', '', '208', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2050', '7', '3', '109', 'ﾑﾑﾓｷ', 'ｱ襍ｵｿｵ', '女', '2003/03/25', '12', '金俊漢', '74.2.22', '41', '6224-4771', '543-0001', '東成区玉津2-16-13-405', 'アーバンコート上本町805号', '城星幼稚園', '在日', '妹建小1', '長女', '', '入学', '09.4.1', '', '', '', '', '08.3.10', '', '', '住所変更2010/10/1809/12/2）旧）天王寺区清水谷町20-7-302号', '東成区玉津2-16-13-405　アーバンコート上本町805号', '2年', '', '08.3.10', '2042', '', '皆勤', '', '', '切', '', '切り絵・ゴッホとムンク', '母s090-1957-4097父a090-1960-6222', '', '母s090-1957-4097父a090-1960-6222', 'ｱ襍ｵｿｵ', 'ｱ襍ｵｿｵ', 'ｱ襍ｵｿｵ', 'ｱ襍ｵｿｵ', 'ﾑﾑﾓｷ', '金俊漢', '11', 'キム　チュファン', 'キム　ドヨン', '2', '無し', '', '入', 'Rh+A型', '時岡医院6972-5886', '6773-9349', 'kjh0222@hotmail.com', '', '209', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2692', '7', '4', '110', '金成允', 'ｱ霈ｺﾀｱ', '女', '2002/10/29', '12', '金相佑', '', '111', '080-4981-1410', '558-0011', '住吉区苅田9-13-4-104', 'サンヴァリエ苅田4-104', '韓国', '駐日', '兄建中1', '次女', '', '編入', '13.5.1', '', '転学', '', '', '13.3.28', '', '', '', '住吉区苅田9-13-4-104　サンヴァリエ苅田4-104', 'オリニチュッチェ', '', '13.3.28', '2043', '', '', '', '', '切', '', '', '080-4981-1410', '', '', 'ｱ霈ｺﾀｱ', 'ｱ霈ｺﾀｱ', 'ｱ霈ｺﾀｱ', 'ｱ霈ｺﾀｱ', '金成允', '金相佑', '6', 'キム　サンウ', 'キム　ソンユン', '自転車', '', '', '入', 'Rh+Ｂ型', '', '', '', '', '210', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2694', '7', '5', '111', '金英彬', 'ｱ霑ｵｺ・男', '男', '2002/03/15', '13', '林仙美', '70.10.13', '44', '080-8525-0148', '', '西成区旭2-7-7', '', '韓国', '駐日', '兄建中2', '次男', '', '入学', '', '', '転学', '', '', '13.3.28', '', 'ソフト', '', '西成区旭2-7-7　', '運動会研修', '', '13.3.28', '2044', '', '', '13', '1', '切', '1', '', '080-8525-0148', '', '会社6630-3707     080-8525-0148', 'ｱ霑ｵｺ・ｱ霑ｵｺ・ｱ霑ｵｺ・ｱ霑ｵｺ・金英彬', '林仙美', '6', 'イム　ソンミ', 'キム　ヨンビン', '', '', '', '', '', '', '', '入', '', '', '', '', '', '211', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2023', '7', '6', '112', '金恩賓井上友子', 'ｱ霏ｺｺ・女', '女', '2002/08/11', '12', '金鍾國', '70.7.6', '44', '6792-5776', '547-0042', '平野区平野市町1-10-2-201', 'メゾンプリミエール201号', '建国幼稚園', 'ダ韓・日', '兄建中2/妹建小2', '長女', '', '入学', '09.4.1', '', '', '', '', '08.3.10', '', '風物／ソフト', '住所変更2010.3月）旧住所=加美南1-8-15-206', '平野区平野市町1-10-2-201　メゾンプリミエール201号', '3年', '井上素恵子', '08.3.10', '2045', '', '', '', '', '切', '', '', '母au080-5356-4792母勤務先s090-5042-0588', '', '母au080-5356-4752母勤務先s090-5042-0588祖母0721-23-8202', 'ｱ霏ｺｺ・ｱ霏ｺｺ・ｱ霏ｺｺ・ｱ霏ｺｺ・金恩賓井上友子', '金鍾國', '7', 'キム　ヂョングッ', 'キム　ウンビン', '', '', '', '', '5', '動物アレルギー（犬の唾液×）', '', '入', 'Rh+Ｂ型', '長浦小児科6793-0555', '6792-5776', 'Oun32523287348j@ezweb.ne.jp', '', '212', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2024', '7', '7', '113', '金周憲北田周憲', 'ｱ霖ﾖﾇ・男', '男', '2002/08/06', '12', '金載光', '64.1.15', '51', '6606-1858', '558-0003', '住吉区長居1-7-10-501', '', '建国幼稚園', 'ダ韓・日', '', '長男', '', '入学', '09.4.1', '', '', '', '', '08.3.10', '', 'サッカー/バスケット', '', '住吉区長居1-7-10-501　', '懇親会ベルマーク', '北田里美', '08.3.10', '2046', '努力', '', '', '', '切', '', '', '母d090-4307-0706父d090-7763-2945', '', '母d090-4307-0706父d090-7763-2945', 'ｱ霖ﾖﾇ・ｱ霖ﾖﾇ・ｱ霖ﾖﾇ・ｱ霖ﾖﾇ・金周憲北田周憲', '金載光', '11', 'キム　チェグワン', 'キム　ヂュホン', '', '', '', '', '2', '無し', '', '入', 'Rh+A型', '', '6606-1858', 'ju-ju.kim_rimi2002@docomo.ne.jp', '', '213', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2051', '7', '9', '115', '金賢眞', 'ｱ霽・女', '女', '2002/06/16', '12', '朴順永', '71.10.11', '43', 's090-2042-8746', '558-0011', '浪速区湊町2-1-34-916', 'アーベイン難波916', '城星幼稚園', '駐日', '弟建小2', '長女', '', '入学', '09.4.1', '', '', '', '', '08.3.10', '', '', '旧）西区南堀江1-24-21-1102 （苅田より）住所変更（2010.1.12.）', '浪速区湊町2-1-34-916　アーベイン難波916', '3年', '', '08.3.10', '2048', '', '', '', '', '入', '', '切り絵・ゴッホとムンク', '父s090-2042-8746母s080-4767-8746', '', '父s090-2042-8746母s080-4767-8746', 'ｱ霽・ｱ霽・ｱ霽・ｱ霽・金賢眞', '朴順永', '11', 'パッ　スンヨン', 'キム　ヒョンヂン', '', '', '', '', '3', '無し', '', '入', 'Rh+AB型', 'いぬい病院6578-8570', '', 'dorsi1@hotmail.com', '', '215', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2026', '7', '10', '116', '中川翔賀', 'ｳｪﾄｫｰ｡ｿﾍ ｼ鍗ｫ', '女', '2002/08/12', '12', '中川広昭', '57.7.20', '57', '6672-5043', '545-0052', '阿倍野区阿倍野筋2-4-37', 'メゾン・ド・クロＣ－１', '建国幼稚園', 'ダ日・韓', '姉建高1', '三女', '', '入学', '09.4.1', '', '', '', '', '08.3.10', '', '風物', '', '阿倍野区阿倍野筋2-4-37　メゾン・ド・クロＣ－１', '懇親会ベルマーク', '', '08.3.10', '2049', '', '', '14', '3', '切', '2', '', '母080-3772-0652父090-6129-5272', '', '母080-3772-0652父090-6129-5272', 'ｳｪﾄｫｰ｡ｿﾍ ｼ鍗ｫ', 'ｳｪﾄｫｰ｡ｿﾍ ｼ鍗ｫ', 'ｳｪﾄｫｰ｡ｿﾍ ｼ鍗ｫ', 'ｳｪﾄｫｰ｡ｿﾍ ｼ鍗ｫ', '中川翔賀', '中川広昭', '7', 'ナカガワ　ヒロアキ', 'ナカガワ　ショウカ', '3', '無し', '', '入', '', '', '6672-5043', 'hawagakan@yahoo.co.jp', '', '216', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2027', '7', '11', '117', '根岸嵩弥', 'ｳﾗｱ篆ﾃ ｴﾙﾄｫﾈﾎ ', '男', '2002/11/03', '12', '根岸賢', '68.5.4', '47', '6694-2715', '558-0011', '住吉区苅田6-7-27-501', 'アビコエクセルハイツ501', '建国幼稚園', '日本', '弟2008.6.18.', '長男', '', '入学', '09.4.1', '', '', '', '', '08.3.10', '', 'サッカー/バスケット', '', '住吉区苅田6-7-27-501　アビコエクセルハイツ501', 'オリニチュッチェ', '', '08.3.10', '2050', '努力', '', '13', '35', '切', '3', '流木アート', '母d090-5569-6443母s080-3867-4003', '', '母d090-5569-6443母s080-3867-4003父s080-3866-4003', 'ｳﾗｱ篆ﾃ ｴﾙﾄｫﾈﾎ ', 'ｳﾗｱ篆ﾃ ｴﾙﾄｫﾈﾎ ', 'ｳﾗｱ篆ﾃ ｴﾙﾄｫﾈﾎ ', 'ｳﾗｱ篆ﾃ ｴﾙﾄｫﾈﾎ ', '根岸嵩弥', '根岸賢', '7', 'ネギシ　ケン', 'ネギシ　タカヒロ', '5', '食物アレルギー', '', '入', 'Rh+A型', '', '6694-2715', '', '', '217', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2430', '7', '12', '118', '朴時穏', 'ｹﾚｽﾃｿﾂ', '男', '2003/03/01', '12', '朴和也姜季児', '70.8.29', '44', '6731-0311', '544-0032', '生野区中川西2-24-28', '', '桃谷幼稚園', '在日', '姉建中1', '長男', '', '入学', '07.4.1', '', '', '', '', '06.10.14', '', 'バスケット', '', '生野区中川西2-24-28　', '会長', '姜季児', '06.10.14', '2051', '', '皆勤', '', '', '入', '', '流木アート', '母d090-4649-6731父d090-3352-3682', '', '母d090-4649-6731祖父母（石田）6757-6171父d090-3352-3682', 'ｹﾚｽﾃｿﾂ', 'ｹﾚｽﾃｿﾂ', 'ｹﾚｽﾃｿﾂ', 'ｹﾚｽﾃｿﾂ', '朴時穏', '朴和也姜季児', '7', 'パク　ファヤ', 'パク　シオン', '電車', '無', '', '入', 'Rh+O型', '', '6731-0311', 'kea_miyu_shion@yahoo.co.jp/onmachan_miyu_shion@docomo.ne.jp', '', '218', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2091', '7', '13', '119', '徐大祐', 'ｼｭｴ・・男', '男', '2002/06/26', '12', '玄洋子', '72.12.29', '42', '090－6557－0892', '558-0022', '住吉区杉本2-31-13', 'フォーシーズン30D号', '公）北中本保育所', '在日', '姉建中1', '長男', '', '入学', '09.4.1', '', '', '', '', '06.12.11', '', 'バスケット/ソフト', '09/10/1）住所変更　2010.5.23　東大阪市若江西新町4-7-27', '住吉区杉本2-31-13　フォーシーズン30D号', '運動会研修', '玄洋子', '06.12.11', '2052', '', '皆勤', '13', '7', '切', '2', '', '母s090-6557-0892叔母s090-9876-8227', '', '母s090-6557-0892叔母s090-9876-8227', 'ｼｭｴ・・ｼｭｴ・・ｼｭｴ・・ｼｭｴ・・徐大祐', '玄洋子', '7', 'ヒョン　ヤンヂャ', 'ソ　デウ', '', '', '', '', '徒歩', '無し', '', '入', 'Rh+O型', '', '', 'aya.yu-ka.daisuke@softbank.ne.jp', '', '219', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2064', '7', '14', '120', '楊施恩', 'ｾ鄂ﾃﾀｺ', '女', '2002/11/07', '12', '蠻瓊ﾐ､', '71.3.23', '44', '080－6678－5004', '558-0004', '住吉区長居東1-27-6-601', '', '建国幼稚園八潮わかば幼稚園', '駐日', '妹建小2', '長女', '', '入学', '09.4.1', '', '', '', '', '08.3.10', '', '', '', '住吉区長居東1-27-6-601　', '3年', '李喜卿', '08.3.10', '2053', '', '皆勤', '', '', '切', '', '', '母s080-6678-5004父080-3355-4988', '', '母s090-6557-0892叔母s090-9876-8227', 'ｾ鄂ﾃﾀｺ', 'ｾ鄂ﾃﾀｺ', 'ｾ鄂ﾃﾀｺ', 'ｾ鄂ﾃﾀｺ', '楊施恩', '蠻瓊ﾐ､', '11', 'ヤン　ソンギュ', 'ヤン　シウン', '5', 'アトピー性皮膚炎', '', '入', 'Rh+Ｂ型', '', '', '', '', '220', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2086', '7', '15', '121', '梁希華', 'ｾ酳ｭ', '女', '2002/11/27', '12', '梁昌義', '70.7.2', '44', '4307-2800', '577-0802', '東大阪市小阪本町2-8-24', '', '私）木の実保育園', '在日', '姉建中1', '次女', '', '入学', '09.4.1', '', '', '', '', '08.3.10', '', '風物', '', '東大阪市小阪本町2-8-24　', 'オリニチュッチェ', '徐順恵', '08.3.10', '2054', '', '皆勤', '', '', '切', '', '', '母s080-3036-5193', '', '母s080-3036-5193父s090-3972-0133', 'ｾ酳ｭ', 'ｾ酳ｭ', 'ｾ酳ｭ', 'ｾ酳ｭ', '梁希華', '梁昌義', '7', 'ヤンチャンウィ', 'ヤン　ヒファ', '1', '無し', '', '入', 'Rh+A型', '', '4307-2800', '', '', '221', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2084', '7', '16', '122', '岡原奈美', 'ｿﾀﾄｫﾇﾏｶ・ｳｪｹﾌ', '女', '2002/09/03', '12', '岡原隆', '', '111', '6655-3840', '558-0033', '住吉区清水ヶ丘2-30-6　2F', '　　　　　　　　　　　1004号', '私）阿さひ保育所', '日本', '', '長女', '', '入学', '09.4.1', '', '', '', '', '08.3.10', '', '', '', '住吉区清水ヶ丘2-30-6　2F　　　　　　　　　　　　1004号', '運動会研修', '', '08.3.10', '2055', '優秀', '', '14', '19', '切', '3', '', '母d090-1073-4829父d090-6678-7514', '', '母d090-1073-4829母会社6606-7118父s090-6678-7514', 'ｿﾀﾄｫﾇﾏｶ・ｳｪｹﾌ', 'ｿﾀﾄｫﾇﾏｶ・ｳｪｹﾌ', 'ｿﾀﾄｫﾇﾏｶ・ｳｪｹﾌ', 'ｿﾀﾄｫﾇﾏｶ・ｳｪｹﾌ', '岡原奈美', '岡原隆', '7', 'オアカハラ　タカシ', 'オカハラ　ナミ', '3', 'ハウスダスト', '', '入', 'Rh+O型', '秋田医院6633-9413', '6655-3840', 'okahara@wine.plala.or.jp', '', '222', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2060', '7', '17', '123', '李心香', 'ﾀﾌｽﾉﾇ・女', '女', '2002/06/11', '12', '李千香子', '73.9.8', '41', '7896-2488', '547-0002', '平野区加美東4-16-2-501', '', '公）加美第３保育所', '在日', '', '長女', '', '入学', '09.4.1', '', '', '', '', '08.3.10', '', '風物', '', '平野区加美東4-16-2-501　', 'オリニチュッチェ', '李千香子', '08.3.10', '2056', '', '', '', '', '切', '', '', '', '', '母d090-8936-7836祖母宅6723-2549祖母d090-5252-2013父d090-2111-1664', 'ﾀﾌｽﾉﾇ・ﾀﾌｽﾉﾇ・ﾀﾌｽﾉﾇ・ﾀﾌｽﾉﾇ・李心香', '李千香子', '7', 'イ　チョンヒャヂャ', 'イ　シミャン', '', '', '', '', '5', '無し', '', '入', 'Rh+A型', 'さだ内科4303-8877平井診療所6791-8720', '', 'cococd.@dokomo.ne.jp', '', '223', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2054', '7', '18', '124', '李嶺一', 'ﾀﾌｿｵﾀﾏ', '男', '2003/03/11', '12', '李昌明', '68.6.27', '46', '6567-4333', '557-0023', '西成区南開2-3-2-403', '', '公）長橋第二保育園', '在日', '弟建小2', '長男', '', '入学', '09.4.1', '', '', '', '', '08.3.10', '', 'バスケット／ソフト', '', '西成区南開2-3-2-403　', 'オリニチュッチェ', '李乙峯', '08.3.10', '2057', '', '皆勤', '', '', '入', '', '流木アート', '母au090-6205-2587', '', '母au090-6205-2587父au090-9709-5178', 'ﾀﾌｿｵﾀﾏ', 'ﾀﾌｿｵﾀﾏ', 'ﾀﾌｿｵﾀﾏ', 'ﾀﾌｿｵﾀﾏ', '李嶺一', '李昌明', '7', 'リ　チャンミョン', 'イ　ヨンイル', '3', '無し', '', '入', 'Rh+A型', '', '6567-4333', '', '', '224', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2078', '7', '19', '125', '李壮植', 'ﾀﾌﾀ蠖ﾄ', '男', '2002/12/23', '12', '李根植', '83.1.24', '32', '6568-4313', '557-0031', '西成区花園南2-9-24', '森田様方', '私）岸里幼稚園', '在日', '妹建小2', '長男', '', '入学', '09.4.1', '', '', '', '', '08.3.10', '', 'ソフト／バスケットボール／風物', '', '西成区花園南2-9-24　森田様方', '3年', '洪久子', '08.3.10', '2058', '', '', '', '', '切', '', '', '母s090-9869-3900', '', '母s090-9869-3900', 'ﾀﾌﾀ蠖ﾄ', 'ﾀﾌﾀ蠖ﾄ', 'ﾀﾌﾀ蠖ﾄ', 'ﾀﾌﾀ蠖ﾄ', '李壮植', '李根植', '7', 'イ　グンシク', 'イ　チャンシク', '3', '食物アレルギーアトピー性皮膚炎', '', '入', 'Rh+Ｂ型', 'つるみ診療所6568-6131あおきクリニック4305-8600', '', '', '', '225', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2669', '7', '20', '126', '李チェソン', 'ﾀﾌﾃ､ｼﾛ', '女', '2002/04/02', '13', 'ﾗﾝ昮', '75.1.23', '40', '090-3276-7595', '', '生野区鶴橋5-11-15', '', '', 'その他', '姉建中３', '次女', '', '編入', '13.7.8', '', '', '', '', '13.3.28', '', '', '', '生野区鶴橋5-11-15　', 'オリニチュッチェ', '', '13.3.28', '2059', '', '', '', '', '切', '', '', '', '', '', 'ﾀﾌﾃ､ｼﾛ', 'ﾀﾌﾃ､ｼﾛ', 'ﾀﾌﾃ､ｼﾛ', 'ﾀﾌﾃ､ｼﾛ', '李チェソン', 'ﾗﾝ昮', '6', 'イ　チャンヒョッ', 'イ　チェソン', '', '', '', '入', '', '', '', '', '', '226', '', 'I   CHESON', '');
INSERT INTO `primaryschool1` VALUES ('2033', '7', '21', '127', '石田拓与', 'ﾀﾌｽﾃｴﾙ ｴﾙﾄ杦・男', '男', '2002/04/05', '13', '石田佳史', '69.2.26', '46', '6697-7651', '558-0023', '住吉区山之内3-4-15-203', 'セレーノ山之内203', '建国幼稚園', '日本', '姉建中3/姉/弟建小4', '長男', '', '入学', '09.4.1', '', '', '', '', '08.3.10', '', 'サッカー/バスケット', '', '住吉区山之内3-4-15-203　セレーノ山之内203', '5年', '', '08.3.10', '2060', '', '', '', '', '切', '', '流木アート', '母s090-8484-7484父s090-9864-7987', '', '母s090-8484-7484父s090-9864-7987', 'ﾀﾌｽﾃｴﾙ ｴﾙﾄ杦・ﾀﾌｽﾃｴﾙ ｴﾙﾄ杦・ﾀﾌｽﾃｴﾙ ｴﾙﾄ杦・ﾀﾌｽﾃｴﾙ ｴﾙﾄ杦・石田拓与', '石田佳史', '7', 'イシダ　ヨシフミ', 'イシダ　タクト', '', '', '', '', '徒歩', '無し', '', '入', 'Rh+O型', '阪和住吉総合6692-1001', '6697-7651', 'rikako-net@k.vodafone.ne.jp', '', '227', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2342', '7', '22', '128', '石井聡馬', 'ﾀﾌｽﾃﾀﾌ ｼﾒｿ・ｶ', '男', '2002/04/30', '13', '石井亮治', '71.3.23', '44', '06-6659-4165', '553-0002', '福島区鷺洲3-6-10-3707', '', '', '日本', '妹小3弟', '長男', '', '入学', '09.4.1', '', '', '', '', '10.4.2', '', '', '', '福島区鷺洲3-6-10-3707　', '懇親会ベルマーク', '王利', '10.4.2', '2061', '', '', '', '', '切', '', '', '父s090-6553-0409母s080-5301-7682祖父s090-8230-2065祖母s090-6246-9544', '', '父s090-6553-0409母s080-5301-7682祖父s090-8230-2065祖母s090-6246-9544', 'ﾀﾌｽﾃﾀﾌ ｼﾒｿ・ｶ', 'ﾀﾌｽﾃﾀﾌ ｼﾒｿ・ｶ', 'ﾀﾌｽﾃﾀﾌ ｼﾒｿ・ｶ', 'ﾀﾌｽﾃﾀﾌ ｼﾒｿ・ｶ', '石井聡馬', '石井亮治', '7', 'イシイ　リョウジ', 'イシイ　ソウマ', '3', '', '', '入', 'Rh+O型', '北野病院6312-1221', '06-6659-4166', '', '', '228', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2039', '7', '23', '129', 'ﾐﾀ', 'ﾁｶｱ篩ｵ', '男', '2002/11/10', '12', '萸碾', '', '111', '6608-2363', '558-0011', '住吉区苅田9-2-28-301', 'ロイヤルキャノンあびこ301', '建国幼稚園', 'その他', '姉/兄建高1/姉建中2/姉建中1', '次男', '', '入学', '09.4.1', '', '', '', '', '08.3.10', '', 'サッカー/バスケット', '', '住吉区苅田9-2-28-301　ロイヤルキャノンあびこ301', 'オリニチュッチェ', '', '08.3.10', '2062', '', '', '', '', '切', '', '流木アート', '母au080-6166-4712', '', '母au080-6166-4712父s090-3638-7026', 'ﾁｶｱ篩ｵ', 'ﾁｶｱ篩ｵ', 'ﾁｶｱ篩ｵ', 'ﾁｶｱ篩ｵ', 'ﾐﾀ', '萸碾', '7', 'チョ　アンス', 'チョ　ギヨン', '5', '無し', '', '入', 'Rh+O型', '', '', 'itsko.sarang-a.@ezweb.ne.jp', '', '229', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2102', '7', '24', '130', 'ﾐ･ﾞｯ', 'ﾃﾖｱﾔｺ・男', '男', '2003/03/02', '12', '崔柊・', '75.5.15', '40', '7896-3250', '558-0004', '住吉区千躰１-1-5-507', 'アイシャレー長居公園401号', '韓国', '駐日', '弟建小3', '長男', '', '入学', '09.4.1', '', '', '', '', '08.12.25', '', 'ソフト', '', '住吉区千躰１-1-5-507　アイシャレー長居公園401号', '4年', '安銀貞', '08.12.25', '2063', '優秀', '皆勤', '', '', '切', '', '', '母s090-1714-1230父s080-3797-3202父a080-3826-5457', '', '母s090-1714-1230父s080-3797-3202父a080-3826-5457', 'ﾃﾖｱﾔｺ・ﾃﾖｱﾔｺ・ﾃﾖｱﾔｺ・ﾃﾖｱﾔｺ・ﾐ･ﾞｯ', '崔柊・', '11', 'チェ　ジョンファン', 'チェ　ギュビン', '', '', '', '', '5', '無し', '', '入', 'Rh+Ｂ型', '', '', 'ahnej@oct.zaq.ne.jp', '', '230', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2304', '7', '25', '131', '許柳彬', 'ﾇ翅ｯｺ・男', '男', '2002/09/09', '12', '許主寧', '66.7.30', '48', 's090-3711-7213', '590-0061', '堺市堺区翁橋町1-6-16', '朝日プラザ堺東２-504号', 'ソウル禾谷小2', '駐日', '兄建中3', '次男', '', '編入', '10.4.8', 'ソウル禾谷', '', '', '', '09.7.27', '', 'バスケット', '', '堺市堺区翁橋町1-6-16　朝日プラザ堺東２-504号', '懇親会ベルマーク', '朴ひょん信', '09.7.27', '2064', '', '皆勤', '', '', '切', '', '流木アート', '父s090-3711-7213母s080-4230-2002兄s080-4237-1998', '', '父s090-3711-7213母s080-4230-2002兄s080-4237-1998', 'ﾇ翅ｯｺ・ﾇ翅ｯｺ・ﾇ翅ｯｺ・ﾇ翅ｯｺ・許柳彬', '許主寧', '11', 'ホ　チュヨン', 'ホ　ユビン', '', '', '', '', '電車', '', '', '入', 'Rh+O型', '', '6459-7391', 'daiyosports@hanmail.net', '', '231', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2366', '7', '26', '132', '黄善雅', 'ﾈｲｼｱｾﾆ', '女', '2002/04/29', '13', '黄龍求', '66.9.3', '48', '6121-2508', '542-0082', '中央区島之内2-6-29-702', '702号', '建国幼稚園', '在日', '姉高', '次女', '', '入学', '09.4.1', '', '', '', '', '10.4.2', '', '', '住所変更2012/1/30(旧住所：住吉区山之内3-13-11-102）', '中央区島之内2-6-29-702　702号', '運動会研修', '', '10.4.2', '2065', '', '', '', '', '入', '', 'シャボン玉とばそ！', '母a080-6151-8598父a080-5323-7398姉a090-1909-7398', '', '母a080-6151-8598父a080-5323-7398姉a090-1909-7398', 'ﾈｲｼｱｾﾆ', 'ﾈｲｼｱｾﾆ', 'ﾈｲｼｱｾﾆ', 'ﾈｲｼｱｾﾆ', '黄善雅', '黄龍求', '11', 'ファンヨング', 'ファン　ソナ', '3', '', '', '入', 'Rh+O型', '', '6121-2508', '', '', '232', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2045', '7', '27', '133', '黄正鎬', 'ﾈｲﾁ､ﾈ｣', '男', '2002/06/23', '12', '黄龍太', '63.2.7', '52', '6754-2248', '544-0005', '生野区中川2-14-3', '', '建国幼稚園', '在日', '兄姉建高3', '次男', '', '入学', '09.4.1', '', '', '', '', '08.3.10', '', 'バスケット', '', '生野区中川2-14-3　', '懇親会ベルマーク', '', '08.3.10', '2066', '', '', '', '', '切', '', '', '母090-6207-0025父090-2104-7175', '', '母090-6207-0025父090-2104-7175高田商店6717-0700', 'ﾈｲﾁ､ﾈ｣', 'ﾈｲﾁ､ﾈ｣', 'ﾈｲﾁ､ﾈ｣', 'ﾈｲﾁ､ﾈ｣', '黄正鎬', '黄龍太', '11', 'ファン　ヨンテ', 'ファン　ヂョンホ', '2', '動物アレルギー（犬）', '', '入', 'Rh+O型', '', '', '', '', '233', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2619', '9', '', '28', '崔瑞允', 'ﾃﾖｼｭﾀｱ', '女', '2006/02/03', '9', '崔国煕', '', '111', '', '', '', '', '', '在日', '', '長男', '', '入学', '', '', '転学', '', '', '12.10.11', '', '', '', '　', '', '', '12.10.11', '2039', '', '', '', '', '切', '', '', '', '', '', 'ﾃﾖｼｭﾀｱ', 'ﾃﾖｼｭﾀｱ', 'ﾃﾖｼｭﾀｱ', 'ﾃﾖｼｭﾀｱ', '崔瑞允', '崔国煕', '', '', '', '', '', '', '入', '', '', '', '', '', '128', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2306', '9', '1', '74', '姜勝黙', 'ｰｭｽﾂｹｬ', '男', '2004/02/28', '11', '姜徳模', '66.4.14', '49', '6690-0513', '558-0011', '住吉区苅田9-13　6-901', 'サンヴァリエ苅田6-901', '', '駐日', '妹建小1', '長男', '', '入学', '10.4.7', '', '退学', '2014.3.20', '', '09.7.27', '', 'サッカー', '', '住吉区苅田9-13　6-901　サンヴァリエ苅田6-901', '懇親会', '　酳', '09.7.27', '2040', '', '', '', '', '入', '', 'モノクロとカラー', '母s080-3608-8397父d090-7714-4152', '', '母s080-3608-8397父d090-7714-4152', 'ｰｭｽﾂｹｬ', 'ｰｭｽﾂｹｬ', 'ｰｭｽﾂｹｬ', 'ｰｭｽﾂｹｬ', '姜勝黙', '姜徳模', '6', 'カン　ドンモ', 'カン　スンムク', '5', '', '', '入', 'Rh+Ｂ型', '', '', 'ld4afcfed77aal@softbank.ne.jp', '', '174', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2093', '9', '1', '85', '李瑞優', 'ﾀﾌｼｭｿ・男', '男', '2002/08/25', '12', '李明恵', '77.9.17', '37', '6753-2350', '544-0013', '生野区巽中1-19-16-502', '日栄ビル3号館502', '私）巽保育園', 'ダ日・韓', '兄建中1/姉建小6', '次男', '', '入学', '09.4.1', '', '', '', '', '06.10.14', '', 'サッカー／ソフトボール', '', '生野区巽中1-19-16-502　日栄ビル3号館502', '', '', '06.10.14', '2040', '', '', '14', '15', '切', '1', '', '母d090-6983-8362', '', '母d090-6983-8362母職場6768-8686', 'ﾀﾌｼｭｿ・ﾀﾌｼｭｿ・ﾀﾌｼｭｿ・ﾀﾌｼｭｿ・李瑞優', '李明恵', '', 'イ　ミョンヘ', 'イ　ソウ', '', '', '', '', '1', '無し', '', '入', 'Rh+Ｂ型', '', '6753-2350', 'myounghae@oct.zaq.ne.jp', '', '185', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2485', '9', '1', '22', '姜映在', 'ｰｭｿｵﾀ・男', '男', '2005/11/09', '9', '姜相圭', '73.4.16', '42', '6657-4112', '558-0055', '住吉区万代3-1-16-101', 'コミュニティハウス101', '建国幼稚園', 'ダ韓・日', '妹09', '長男', '', '入学', '12.4.1', '', '転学', '2012.12.31.', '足利市立東山小', '11.6.25', '', '', '', '住吉区万代3-1-16-101　コミュニティハウス101', '', '', '11.6.25', '2040', '', '', '', '', '切', '', '', '母s080-3794-4533父s080-3762-3340', '', '母s080-3794-4533父s080-3762-3340ﾙｽ090-1844-0534祖父090-7661-1573', 'ｰｭｿｵﾀ・ｰｭｿｵﾀ・ｰｭｿｵﾀ・ｰｭｿｵﾀ・姜映在', '姜相圭', '', 'カン　サンギュ', 'カン　ヨンヂェ', '', '', '', '', '3', '', '', '入', 'Rh+O型', '', '', '', '', '122', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2405', '9', '1', '27', '姜太映', 'ｰｭﾅﾂｿｵ', '女', '2004/06/23', '10', 'ﾋｩ・聲', '72.11.26', '42', '3135-0129', '542-0082', '中央区島之内2-7-19-621', '水上ビル南館621号', '建国幼稚園', '在日', '', '長女', '', '入学', '11.4.1', '', '退学', '2012.5.4.', '韓国', '10.8.24', '', '', '', '中央区島之内2-7-19-621　水上ビル南館621号', '', 'ﾋｩ・聲', '10.8.24', '2040', '', '', '', '', '切', '', '', '父a090-3872-0528母s080-3135-0129', '', '父a090-3872-0528母s080-3135-0129', 'ｰｭﾅﾂｿｵ', 'ｰｭﾅﾂｿｵ', 'ｰｭﾅﾂｿｵ', 'ｰｭﾅﾂｿｵ', '姜太映', 'ﾋｩ・聲', '', 'カン　ユシン', 'カン　テヨン', '3', '', '', '入', 'Rh+O型', '', '', '', '', '127', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2592', '9', '2', '27', '崔サチ', 'ﾃﾖｻ鄰・女', '女', '2007/01/29', '8', '崔正彩', '69.7.21', '45', '7492-3127', '546-0024', '東住吉区公園南矢田2-1-9-103', '', '建国幼稚園（私）', '在日', '姉建小4兄建小2弟11', '次女', '', '入学', '13.4.1', '', '', '', '', '12.5.15', '', '', '', '東住吉区公園南矢田2-1-9-103　', '', '', '12.5.15', '2041', '', '', '', '', '切', '', '', '母a080-6203-2250父a080-5638-8875', '', '母a080-6203-2250父a080-5638-8875', 'ﾃﾖｻ鄰・ﾃﾖｻ鄰・ﾃﾖｻ鄰・ﾃﾖｻ鄰・崔サチ', '崔正彩', '', 'チェ　ヂョンチェ', 'チェ　サチ', '', '', '', '', '5', '', '', '入', '', '', '7492-3127', '', '', '127', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2596', '9', '3', '3', '姜秀進', 'ｰｭｼ・女', '女', '2007/03/02', '8', '姜徳模', '77.12.29', '37', '6690-0513', '558-0011', '住吉区苅田９-13-6-901', '', '建国幼稚園（私）', '駐日', '兄建小4', '長女', '', '入学', '13.4.1', '', '退学', '2014.3.20.', '', '12.5.15', '', '', '', '住吉区苅田９-13-6-901　', '兄', '', '12.5.15', '2042', '優秀', '', '', '', '切', '', '', '母s080-3608-8397父d090-7714-4152', '', '母s080-3608-8397父d090-7714-4152', 'ｰｭｼ・ｰｭｼ・ｰｭｼ・ｰｭｼ・姜秀進', '姜徳模', '', 'カン　ドンモ', 'カン　スヂン', '', '', '', '', '5', '', '', '入', 'Rh+Ｂ型', '', '', '', '', '103', '', 'Kang 　　　　Sujin', '');
INSERT INTO `primaryschool1` VALUES ('2343', '9', '4', '50', 'ﾑﾑﾚﾇ', 'ｱ雹ﾎﾁ・女', '女', '2003/07/25', '11', '金振圭', '69.3.10', '46', '6711-0142', '542-0061', '中央区安堂寺町2-4-9-603号', 'コンフィデンス安堂寺603号', '勝山愛和幼稚園', '在日', '姉建小6', '次女', '', '転入', '10.6.1', '生魂小学校', '転学', '', '', '10.4.2', '', '', '', '中央区安堂寺町2-4-9-603号　コンフィデンス安堂寺603号', '', '', '10.4.2', '2043', '', '', '8', '10', '切', '2', '', '母s080-4482-1433父s090-2359-6538', '', '母s080-4482-1433父s090-2359-6538母会社6226-1145父会社6136-8008', 'ｱ雹ﾎﾁ・ｱ雹ﾎﾁ・ｱ雹ﾎﾁ・ｱ雹ﾎﾁ・ﾑﾑﾚﾇ', '金振圭', '', 'キム　チンギュ', 'キム　ミンヂ', '', '', '', '', '3', '', '', '入', 'Rh+O型', '西村耳鼻咽喉科6761-0265三谷歯科6771-2768', '', '', '', '150', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2683', '9', '5', '1405', '郭一輝', 'ｰ釥ﾏﾈﾖ', '男', '2007/10/10', '7', '郭翔宇　', '74.3.22', '41', '090-9094-3284', '544-0011', '生野区田島3-5-45', '', '', '在日', '', '長男', '', '入学', '', '', '転学', '', '', '13.3.28', '', '', '', '生野区田島3-5-45　', '', '', '13.3.28', '2044', '', '', '', '', '切', '', '', '', '', '', 'ｰ釥ﾏﾈﾖ', 'ｰ釥ﾏﾈﾖ', 'ｰ釥ﾏﾈﾖ', 'ｰ釥ﾏﾈﾖ', '郭一輝', '郭翔宇　', '', '', '', '1', '', '', '入', '', '', '', '', '2014.4.1.', '1505', '', 'Kwak Irhi', '');
INSERT INTO `primaryschool1` VALUES ('2625', '9', '5', '98', '金　侑', 'ｱ・ﾀｯ', '男', '2002/11/17', '12', '', '', '111', '073-424-0407', '', '岸和田市土生町９-10-15-202', '', '新', '在日', '', '長男', '', '転入', '13.4.1', '', '転学', '2013.7.30', '', '12.5.15', '', 'サッカー', '', '岸和田市土生町９-10-15-202　', '給食研修', '', '12.5.15', '2044', '', '', '', '', '切', '', '', '父090-2709-2546', '', '父090-2709-2546', 'ｱ・ﾀｯ', 'ｱ・ﾀｯ', 'ｱ・ﾀｯ', 'ｱ・ﾀｯ', '金　侑', '', '0', '', 'キム　ユ', '', '', '', '入', '', '', '', '', '', '198', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2387', '9', '7', '80', 'ﾑﾑ・ﾒｯ', 'ｱ霏ｯｳｪ', '女', '2003/11/17', '11', '康京兒', '72.10.25', '42', '080-3831-6078', '544-0005', '生野区中川2-1-3-408', 'ライオンズマンション今里408', 'ﾇﾑｶﾊｵ鏞ﾐｱｳ', '在日', '妹建幼', '長女', '', '編入', '10.9.1', '', '転学', '2013.4.30', '桃陽小学校', '10.6.30', '', '', '', '生野区中川2-1-3-408　ライオンズマンション今里408', '', '康京兒', '10.6.30', '2046', '', '', '', '', '切', '', '', '母s080-3831-6078祖母s080-3851-6078', '', '母s080-3831-6078祖母s080-3851-6078', 'ｱ霏ｯｳｪ', 'ｱ霏ｯｳｪ', 'ｱ霏ｯｳｪ', 'ｱ霏ｯｳｪ', 'ﾑﾑ・ﾒｯ', '康京兒', '', 'カン　ギョンア', 'キム　ユナ', '1/2/2015', '', '', '入', 'Rh+Ｂ型', '', '', '', '', '180', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2373', '9', '7', '33', '文ﾞｯ', 'ｹｮﾃ､ｺ・女', '女', '2004/04/14', '11', '文正洙', '76.7.13', '38', '6606-8766', '545-0021', '阿倍野区阪南町3-34-1-803', 'ネオグランデあべの', '長池昭和幼稚園', '駐日', '弟建幼', '長女', '', '入学', '11.4.1', '', '退学', '2012.11.22．', '', '10.6.21', '', '', '', '阿倍野区阪南町3-34-1-803　ネオグランデあべの', '', '', '10.6.21', '2046', '', '', '', '', '切', '', '', '母s090-4293-8766父d090-4016-1495s080-4247-8766', '', '母s090-4293-8766父d090-4016-1495s080-4247-8766職場6251-4921', 'ｹｮﾃ､ｺ・ｹｮﾃ､ｺ・ｹｮﾃ､ｺ・ｹｮﾃ､ｺ・文ﾞｯ', '文正洙', '', 'ムンチョンス', 'ムン　チェビン', '', '', '', '', '3', '', '', '入', 'Rh+O型', '', '', 'jny7899@naver.com', '', '133', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2680', '9', '8', '52', 'ﾑﾑ戝', 'ｱ霰ﾂｿｬ', '女', '2005/12/13', '9', '金郁宰', '', '111', '080-4200-5365', '', '住吉区苅田９-13-3-504', '', '', '駐日', '', '次女', '', '編入', '13.9.1', '', '退学', '', '2014.7.31．', '13.3.28', '', '', '', '住吉区苅田９-13-3-504　', '5年', '', '13.3.28', '2047', '努力', '皆勤', '', '', '切', '', '', '', '', '', 'ｱ霰ﾂｿｬ', 'ｱ霰ﾂｿｬ', 'ｱ霰ﾂｿｬ', 'ｱ霰ﾂｿｬ', 'ﾑﾑ戝', '金郁宰', '', '', 'キム　テヨン', '', '', '', '入', '', '', '', '', '', '152', '', 'KIM         TEYONG', '');
INSERT INTO `primaryschool1` VALUES ('2681', '9', '8', '114', '金志戝', 'ｱ霖ｬ', '女', '2002/02/03', '13', '金郁宰', '', '111', '080-9167-2540', '', '住吉区苅田９-13-3-504', '', '', '駐日', '', '長女', '', '編入', '13.9.1', '', '退学', '2014.7.31.', '東京韓国学校', '13.3.28', '', '', '', '住吉区苅田９-13-3-504　', '運動会研修', '', '13.3.28', '2047', '', '', '', '', '切', '', '', '', '', '', 'ｱ霖ｬ', 'ｱ霖ｬ', 'ｱ霖ｬ', 'ｱ霖ｬ', '金志戝', '金郁宰', '6', '', 'キム　ヂヨン', '', '', '', '入', '', '', '', '', '', '214', '', 'KIM     JIYON', '');
INSERT INTO `primaryschool1` VALUES ('2048', '9', '8', '101', '金智雅', 'ｱ霖ﾆ', '女', '2002/11/21', '12', 'ﾑﾑ誧ﾛﾆ', '69.5.19', '46', '090－3974－1644', '540-0004', '中央区玉造2-1-11-1902', '', '城星幼稚園', '駐日', '', '長女', '', '入学', '09.4.1', '', '退学', '2013.7.20', '', '08.3.10', '', '', '', '中央区玉造2-1-11-1902　', 'オリニチュッチェ', '', '08.3.10', '2047', '努力', '', '', '', '切', '', '', '父s080-3026-0527母s090-3974-1644', '', '父s080-3026-0527母s090-3974-1644', 'ｱ霖ﾆ', 'ｱ霖ﾆ', 'ｱ霖ﾆ', 'ｱ霖ﾆ', '金智雅', 'ﾑﾑ誧ﾛﾆ', '', 'キム　ヒョンベ', 'キム　ヂア', '2', '無し', '', '入', 'Rh+A型', 'うえに生協診療所4304-3120', '', 'hb-yaho@hanmail.net', '', '201', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2525', '9', '8', '8', '金釟琳', 'ｱ霑ｹｸｲ', '女', '2006/08/29', '8', '康京兒', '72.10.25', '42', '080-3831-6078', '544-0005', '生野区中川2-1-3-408', 'ライオンズマンション408', '建国幼稚園（私）', '在日', '姉建小4', '次女', '', '入学', '13.4.1', '', '転学', '2013.4.30.', '桃陽小学校', '11.7.26', '', '', '', '生野区中川2-1-3-408　ライオンズマンション408', '', '', '11.7.26', '2047', '', '', '', '', '切', '', '', '母s080-3831-6078祖母s080-3851-6078', '', '母s080-3831-6078祖母s080-3851-6078', 'ｱ霑ｹｸｲ', 'ｱ霑ｹｸｲ', 'ｱ霑ｹｸｲ', 'ｱ霑ｹｸｲ', '金釟琳', '康京兒', '', 'カン　ギョンア', 'キム　イェリン', '1', '', '', '入', 'Rh+Ｂ型', '', '', '', '', '108', '', 'Kim 　　　　　Yerim', '');
INSERT INTO `primaryschool1` VALUES ('2623', '9', '9', '76', '金明煥', 'ｱ雕柀ｯ', '男', '2003/06/12', '11', 'ﾑﾑｳ', '69.4.18', '46', '6756-8456', '558-0013', '天王寺区筆ヶ崎町6-12-401', 'ザ上本町タワー401', 'ｵｿﾈｭﾃﾊｵ鏞ﾐｱｳ', '在日', '姉建小6', '長男', '', '編入', '11.10.24', '', '転学', '2014.3.31', '', '12.10.11', '', 'サッカー', '住所変更2013.5.30）旧住所=生野区巽南2-11-23', '天王寺区筆ヶ崎町6-12-401　ザ上本町タワー401', '給食研修', '', '12.10.11', '2048', '優秀', '', '', '', '切', '', '', '父s090-7092-7753母s080-4499-8456', '', '父s090-7092-7753母s080-4499-8456', 'ｱ雕柀ｯ', 'ｱ雕柀ｯ', 'ｱ雕柀ｯ', 'ｱ雕柀ｯ', '金明煥', 'ﾑﾑｳ', '6', 'キム　ヂョンフン', 'キム　ミョンファン', '3', '', '', '入', 'Rh+A型', '', '', '', '', '176', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2499', '9', '9', '55', 'ﾑﾑ皃', 'ｱ霖ﾘｼｺ', '男', '2003/01/11', '12', 'ﾑﾑ・爿', '72.6.23', '42', '080-4764-3698', '537-0024', '東成区東小橋2-8-25-601', 'プランドールK601号', 'ｼｭｿ・ｻﾀ眦ﾊｵ鏞ﾐｱｳ', '駐日', '', '長男', '', '編入', '12.1.10', '', '退学', '2012.11.30', '', '11.7.26', '', '', '', '東成区東小橋2-8-25-601　プランドールK601号', '', '', '11.7.26', '2048', '', '', '', '', '切', '', '', 's080-4764-3698  s080-4581-4745', '', 's080-4764-3698  s080-4581-4745', 'ｱ霖ﾘｼｺ', 'ｱ霖ﾘｼｺ', 'ｱ霖ﾘｼｺ', 'ｱ霖ﾘｼｺ', 'ﾑﾑ皃', 'ﾑﾑ・爿', '', 'キム　ユンソク', 'キム　ヂュンソン', '2', '', '', '入', 'Rh+A型', '', '', '', '', '155', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2586', '9', '11', '11', '金池・', 'ｱ霖ｿ', '女', '2006/07/31', '8', '金相潤', '74.8.17', '40', '6696-5000', '558-0013', '住吉区我孫子東3-2-33-502', '', '建国幼稚園（私）', '駐日', '建幼(ｵｵﾇ・', '長女', '', '入学', '13.4.1', '', '', '', '', '12.6.7', '', '', '', '住吉区我孫子東3-2-33-502　', '運動会', '', '12.6.7', '2050', '努力', '', '', '', '切', '', '', '母s080-3106-3729父a080-5334-0287', '', '母s080-3106-3729父a080-5334-0287', 'ｱ霖ｿ', 'ｱ霖ｿ', 'ｱ霖ｿ', 'ｱ霖ｿ', '金池・', '金相潤', '', 'キム　サンユン', 'キム　チヒョ', '１', '', '', '入', 'Rh+O型', '', '', '', '', '111', '', 'Kim　　　　　Jihyo', '');
INSERT INTO `primaryschool1` VALUES ('2029', '9', '11', '19', '斎藤路也', 'ｻ鄲ﾌﾅ・ｷ酘ｫ ', '男', '2002/11/18', '12', '斎藤宣廣', '68.2.25', '47', '6607-0877', '558-0042', '住吉区殿辻1-1-19-303', '', '建国幼稚園', 'ダ日・韓', '姉中3/兄建小6', '次男', '', '入学', '09.4.1', '', '', '', '', '08.3.10', '', '', '', '住吉区殿辻1-1-19-303　', '', '', '08.3.10', '2050', '優秀', '', '', '', '切', '', '', '母s080-3809-8620父s090-9157-6924', '', '母s080-3809-8620父s090-9157-6924', 'ｻ鄲ﾌﾅ・ｷ酘ｫ ', 'ｻ鄲ﾌﾅ・ｷ酘ｫ ', 'ｻ鄲ﾌﾅ・ｷ酘ｫ ', 'ｻ鄲ﾌﾅ・ｷ酘ｫ ', '斎藤路也', '斎藤宣廣', '', 'サイトウ　ノブヒロ', 'サイトウ　ルカ', '3', '', '', '入', 'Rh+A型', '武田小児科6691-6551', '6607-0877', '', '', '119', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2364', '9', '11', '37', '梁佳以', 'ｾ邁｡ﾀﾌ', '男', '2004/06/01', '10', '梁俊也', '', '111', '6375-3668', '531-0072', '北区豊崎4-8-2-1005', '', '中津保育園', '在日', '姉建小5', '長男', '', '入学', '11.4.1', '', '退学', '2012.10.5.', '', '10.4.2', '', '', '', '北区豊崎4-8-2-1005　', '', '', '10.4.2', '2050', '', '', '', '', '切', '', '', '父s090-3034-8745母s090-1077-0645', '', '父s090-3034-8745母s090-1077-0645', 'ｾ邁｡ﾀﾌ', 'ｾ邁｡ﾀﾌ', 'ｾ邁｡ﾀﾌ', 'ｾ邁｡ﾀﾌ', '梁佳以', '梁俊也', '', 'ヤン　チュニャ', 'ヤン　カイ', '電車', '', '', '入', 'Rh+A型', '北野病院6312-1221', '6375-3668', '', '', '137', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2450', '9', '12', '56', '楊施賢', 'ｾ鄂ﾃﾇ・女', '女', '2005/05/24', '9', '蠻瓊ﾐ､', '71.3.23', '44', '080－6678－5004', '558-0004', '住吉区長居東1-27-6-601', '', '建国幼稚園', '駐日', '姉建小5', '次女', '', '入学', '12.4.1', '', '', '', '', '11.5.13', '', '', '', '住吉区長居東1-27-6-601　', '運動会研修', '李ﾈ・', '11.5.13', '2051', '', '皆勤', '', '', '切', '', '', '母s080-6678-5004父s080-3355-4988', '', '母s080-6678-5004父s080-3355-4988', 'ｾ鄂ﾃﾇ・ｾ鄂ﾃﾇ・ｾ鄂ﾃﾇ・ｾ鄂ﾃﾇ・楊施賢', '蠻瓊ﾐ､', '', 'ヤン　ソンギュ', 'ヤン　シヒョン', '', '', '', '', '5', '', '', '入', 'Rh+Ｂ型', 'にしじま小児科６６０９－８１８１', '', '', '', '156', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2413', '9', '12', '67', 'ﾗｳ暠・', 'ﾀｯﾇ､', '女', '2005/01/03', '10', '丁賢淑', '70.7.3', '44', '6776-2556', '543-0001', '天王寺区上本町6-6-12　101', 'パティオ上本町101号', '大阪市立五条小学校', '在日', '', '長女', '', '転入', '11.8.2', '大阪市立五条小学校', '退学', '2013.5.7.', 'インターナショナルスクール', '11.1.17', '', '', '', '天王寺区上本町6-6-12　101　パティオ上本町101号', '給食研修運動会', '丁賢淑', '11.1.17', '2051', '', '', '', '', '切', '', '', '父a080-5324-1274母s080-5305-9987', '', '父a080-5324-1274母s080-5305-9987', 'ﾀｯﾇ､', 'ﾀｯﾇ､', 'ﾀｯﾇ､', 'ﾀｯﾇ､', 'ﾗｳ暠・', '丁賢淑', '', 'チョンヒョンスク', 'ユ　ヒョンヂョン', '2', '無し', '', '入', 'Rh+A型', '', '', '', '', '167', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2073', '9', '12', '107', 'ﾙ    郛', 'ｹｮｼｭｿｵ', '女', '2000/11/27', '14', '文星ト', '67.12.14', '47', 's080-5326-3863', '558-0032', '住吉区苅田9-9-15-505', 'セレーノあびこ505号', 'ﾃｻｸ朎ﾊｵ鏞ﾐｱｳ', '駐日', '兄建中2', '長女', '', '編入', '08.9.1', '', '退学', '2012.7.31', '韓国', '08.3.10', '', 'バスケット', '旧）住吉区遠里小野1-8-4-507', '住吉区苅田9-9-15-505　セレーノあびこ505号', '', 'ｱ雹ﾎﾁ､', '08.3.10', '2051', '', '', '', '', '入', '', '', '母s080-5326-3863父s080-6210-3863', '', '母s080-5326-3863父s080-6210-3863父職場6170-6802ｱ霈090-3281-7312', 'ｹｮｼｭｿｵ', 'ｹｮｼｭｿｵ', 'ｹｮｼｭｿｵ', 'ｹｮｼｭｿｵ', 'ﾙ    郛', '文星ト', '6', 'ムン　ソンボク', 'ムン　ソヨン', '徒歩', '', '', '入', 'Rh+Ｂ型', 'にしむらクリニック6608-3777', '6170-6803', 'box7878@hotmail.co.jp', '', '207', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2624', '9', '13', '31', '朴洪想', 'ｹﾚﾈｫｻ・男', '男', '2006/08/09', '8', '朴承進', '69.5.5', '-55', '072-254-2600', '591-8021', '堺市北区新金岡町3-5-4-409', '', '新金岡保育所（公）', 'ダ韓・日', '姉01弟10官想', '長男', '', '入学', '13.4.1', '', '転学', '', '', '12.10.11', '', '', '', '堺市北区新金岡町3-5-4-409　', 'オリニチュッチェ', '', '12.10.11', '2052', '', '', '', '', '切', '', '', '母s090-9273-4999', '', '母s090-9273-4999父s090-1240-7000', 'ｹﾚﾈｫｻ・ｹﾚﾈｫｻ・ｹﾚﾈｫｻ・ｹﾚﾈｫｻ・朴洪想', '朴承進', '', 'パク　スンヂン', 'パク　ホンサン', '', '', '', '', '6', '', '', '入', 'Rh+Ｂ型', '', '072-254-2600', '', '', '131', '', 'Pak 　　　　　Hongsang', '');
INSERT INTO `primaryschool1` VALUES ('2176', '9', '14', '60', '浅倉源太', 'ｾﾆｻ酘昮・ｰﾕﾅｸ ', '男', '2003/08/22', '11', '浅倉紀昭', '73.8.7', '41', '6692-8977', '546-0024', '東住吉区公園南矢田2-25-4-702', 'ヴェルデ公園南702', '矢田第一保育園', '在日', '', '長男', '', '入学', '10.4.1', '', '転学', '', '', '09.4.21', '', '', '', '東住吉区公園南矢田2-25-4-702　ヴェルデ公園南702', '', '浅倉貞華', '09.4.21', '2053', '', '', '', '', '切', '', '', '父d090-9543-2209母d090-4308-7944', '', '父d090-9543-2209母d090-4308-7944', 'ｾﾆｻ酘昮・ｰﾕﾅｸ ', 'ｾﾆｻ酘昮・ｰﾕﾅｸ ', 'ｾﾆｻ酘昮・ｰﾕﾅｸ ', 'ｾﾆｻ酘昮・ｰﾕﾅｸ ', '浅倉源太', '浅倉紀昭', '', 'アサクラ　ノリアキ', 'アサクラ　ゲンタ', '5', '', '', '入', 'Rh+AB型', '西島小児科6609-8181黒田耳鼻科6607-3223', '6692-8977', '', '', '160', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2398', '9', '15', '110', '梁羽未', 'ｾ鄙・ﾌ', '女', '2002/02/04', '13', '梁俊也', '65.4.12', '50', '6375-3668', '531-0072', '北区豊崎4-8-2-1005', '', '豊崎小学校', 'その他', '弟建小2', '長女', '', '転入', '10.9.1', '', '退学', '2012.10.5', '?', '10.6.30', '', 'バスケット', '', '北区豊崎4-8-2-1005　', 'ベルマーク懇親会', '梁俊也', '10.6.30', '2054', '努力', '', '', '', '切', '', '', '父s090-3034-8745母s090-1077-0645', '', '父s090-3034-8745母s090-1077-0645', 'ｾ鄙・ﾌ', 'ｾ鄙・ﾌ', 'ｾ鄙・ﾌ', 'ｾ鄙・ﾌ', '梁羽未', '梁俊也', '4', 'ヤン　チュニャ', 'ヤン　ウミ', '電車', '無し', '', '入', 'Rh+AB型', '北野病院6312-3668', '6375-3668', '', '', '210', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2315', '9', '16', '89', '張将史', 'ﾀ蠡蟒・男', '男', '2003/09/12', '11', '張忠雄', '59.8.14', '55', '072-981-6954', '579-8001', '東大阪市善根寺町3-4-35', '', '四条畷学園大学付属幼稚園', '在日', '姉姉', '長男', '', '入学', '10.4.1', '', '転学', '2014.3.31', '', '09.7.27', '', '', '', '東大阪市善根寺町3-4-35　', '懇親会', '', '09.7.27', '2055', '', '', '', '', '切', '', '', '母d080-1439-5562父d090-8757-3726', '', '母d080-1439-5562父d090-8757-3726', 'ﾀ蠡蟒・ﾀ蠡蟒・ﾀ蠡蟒・ﾀ蠡蟒・張将史', '張忠雄', '4', 'チャン　チュンウン', 'チャン　チャンサ', '', '', '', '', '1', '', '', '入', 'Rh+Ｂ型', '野崎病院', '072-981-6954', 'su-mmincmmp@docomo.ne.jp', '', '189', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2451', '9', '16', '45', '李潤知', 'ﾀﾌﾀｱﾁ・女', '女', '2006/03/24', '9', '申美羅', '77.9.5', '37', '090-6555-3944', '558-0011', '住吉区苅田9-13　3-805', 'サンヴァリエ苅田3-805', '建国幼稚園', '駐日', '', '長女', '', '入学', '12.4.1', '', '退学', '2013.7.20', '', '11.5.13', '', '', '', '住吉区苅田9-13　3-805　サンヴァリエ苅田3-805', 'オリニチュッチェ', '', '11.5.13', '2055', '努力', '', '', '', '切', '', '', '母a090-6555-3944父s090-5665-3944祖母090-3266-7056', '', '母a090-6555-3944父s090-5665-3944祖母090-3266-7056', 'ﾀﾌﾀｱﾁ・ﾀﾌﾀｱﾁ・ﾀﾌﾀｱﾁ・ﾀﾌﾀｱﾁ・李潤知', '申美羅', '', 'シン　ミラ', 'イ　ユンヂ', '', '', '', '', '5', '', '', '入', '', '', '', '', '', '145', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2557', '9', '17', '35', '赤星輝享', 'ｾﾆﾄｫﾈ｣ｽﾃ ｵ･ｷ郢ﾌﾄ｡', '男', '2006/10/16', '8', '赤星智洋', '70.1.17', '45', '4977-0275', '558-0011', '住吉区苅田2-11-18-502', 'セピアコート502', '建国幼稚園（私）', '日本', '姉、兄', '次男', '', '入学', '13.4.1', '苅田北小学校', '転学', '', '', '12.5.15', '', '', '', '住吉区苅田2-11-18-502　セピアコート502', '懇親会ベルマーク', '', '12.5.15', '2056', '', '', '8', '17', '切', '3', '', '母070-6927-5414父d090-3011-5759', '', '母070-6927-5414父d090-3011-5759', 'ｾﾆﾄｫﾈ｣ｽﾃ ｵ･ｷ郢ﾌﾄ｡', 'ｾﾆﾄｫﾈ｣ｽﾃ ｵ･ｷ郢ﾌﾄ｡', 'ｾﾆﾄｫﾈ｣ｽﾃ ｵ･ｷ郢ﾌﾄ｡', 'ｾﾆﾄｫﾈ｣ｽﾃ ｵ･ｷ郢ﾌﾄ｡', '赤星輝享', '赤星智洋', '', 'アカホシ　トモヒロ', 'アカホシ　テルミチ', '1', '', '', '入', 'Rh+A型', '', '', '', '', '135', '', 'Akahosi　　　　 Terumichi', '');
INSERT INTO `primaryschool1` VALUES ('2609', '9', '17', '87', '崔　瞳', 'ﾃﾖ ｵｿ', '女', '2005/01/17', '10', '崔今花', '71.3.13', '44', 's090-1715-8986a090-9614-8884', '556-0005', '浪速区日本橋5-2-18-202', '日東3号館202号', '日東小学校', 'その他(中国）', '', '長女', '', '転入', '12.9.1', '日東小学校', '転学', '2014.5.31', '日東小学校', '12.7.13', '', 'バスケット', '', '浪速区日本橋5-2-18-202　日東3号館202号', 'オリニチュッチェ', '', '12.7.13', '2056', '', '', '', '', '切', '', '', '母s090-1715-8986a090-9614-8884', '', '母s090-1715-8986a090-9614-8884', 'ﾃﾖ ｵｿ', 'ﾃﾖ ｵｿ', 'ﾃﾖ ｵｿ', 'ﾃﾖ ｵｿ', '崔　瞳', '崔今花', '', 'チェ　グマ', 'チェ　ドン', '3', '', '', '入', 'Rh+A型', '川田医院6641-1873', '', 'ckenmi@hotmail.com', '', '187', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2083', '9', '17', '110', '吉田有紗', 'ｿ菴ﾃｴﾙ ｾﾆｸｮｻ・女', '女', '2002/06/11', '12', '吉田泰子', '67.7.17', '47', '6607-3601', '558-0013', '住吉区我孫子東3-10-6-201', '', '私）藤保育園', 'その他', '兄/妹', '長女', '', '入学', '09.4.1', '', '転学', '2014.3.31', 'よさみ小学校', '08.3.10', '', '', '', '住吉区我孫子東3-10-6-201　', '運動会', '', '08.3.10', '2056', '', '', '14', '16', '切', '2', '', '母a080-3796-4627祖母a080-5311-9549', '', '母a080-3796-4627祖母a080-5311-9549', 'ｿ菴ﾃｴﾙ ｾﾆｸｮｻ・ｿ菴ﾃｴﾙ ｾﾆｸｮｻ・ｿ菴ﾃｴﾙ ｾﾆｸｮｻ・ｿ菴ﾃｴﾙ ｾﾆｸｮｻ・吉田有紗', '吉田泰子', '7', 'ヨシダヤスコ', 'ヨシダ　アリサ', '', '', '', '', '5', '無し', '', '入', 'Rh+O型', '林田クリニック6606-0078', '6607-3601', 'qqpvbgw9k@kind.ocn.ne.jp', '', '210', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2384', '9', '17', '43', '鄭河恩', 'ﾁ､ﾇﾏﾀｺ', '女', '2004/03/12', '11', '鄭仁植', '73.1.27', '42', '7502-2664', '556-0017', '浪速区湊町2-2-22-920', 'なんばタワー', 'ROYAL  KIDS', '駐日', '弟07/4', '長女', '', '入学', '11.4.1', '', '退学', '2012.7.31.', '東京韓国学校', '10.6.21', '', '', '', '浪速区湊町2-2-22-920　なんばタワー', '', '', '10.6.21', '2056', '', '', '', '', '切', '', '', '父s080-5696-8895母s080-4396-8895', '', '父s080-5696-8895母s080-4396-8895', 'ﾁ､ﾇﾏﾀｺ', 'ﾁ､ﾇﾏﾀｺ', 'ﾁ､ﾇﾏﾀｺ', 'ﾁ､ﾇﾏﾀｺ', '鄭河恩', '鄭仁植', '', 'チョンインシク', 'チョン　ハウン', '3', '', '', '入', 'Rh+Ｂ型', '', '', '', '', '143', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2396', '9', '18', '91', '崔チカ', 'ﾃﾖﾁ｡', '女', '2004/02/19', '11', '崔正彩', '69.7.21', '45', '7492－3127', '546-0024', '東住吉区公園南矢田2-1-9-103', '', '矢田西小', '在日', '弟建小1/妹建幼', '長女', '', '転入', '10.9.1', '', '転学', '2013.3.31', '矢田西', '10.6.30', '', '', '', '東住吉区公園南矢田2-1-9-103　', '', '杉田かおり', '10.6.30', '2057', '努力', '', '', '', '切', '', '', '母a080-6203-2250父a080-5638-8875', '', '母a080-6203-2250父a080-5638-8875', 'ﾃﾖﾁ｡', 'ﾃﾖﾁ｡', 'ﾃﾖﾁ｡', 'ﾃﾖﾁ｡', '崔チカ', '崔正彩', '', 'チェ　ヂョンチェ', 'チェ　チカ', '5', '', '', '入', 'Rh+AB型', '中島医院6701-0263', '7492-3127', 's.jkccs-ai@ezweb.ne.jp', '', '191', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2502', '9', '19', '138', '鰲瑾釥', 'ｿ・ｺﾀ・男', '男', '2000/05/31', '14', '李年珠', '68.7.14', '46', '090-3708-5241', '558-0032', '住吉区遠里小野1-9-22-812', 'カワデンハイツ812', '', '駐日', '兄建高1', '次男', '', '編入', '12.4.9', '', '転学', '2013.1.15', '遠里小野小学校', '11.7.26', '', 'バスケット', '', '住吉区遠里小野1-9-22-812　カワデンハイツ812', '', '', '11.7.26', '2058', '', '', '', '', '切', '', '', '090-3708-5241s080-3602-9579', '', '090-3708-5241s080-3602-9579', 'ｿ・ｺﾀ・ｿ・ｺﾀ・ｿ・ｺﾀ・ｿ・ｺﾀ・鰲瑾釥', '李年珠', '', 'イ　ヨンヂュ', 'ウ　ソンヂェ', '', '', '', '', '', '', '', '入', '', '', '', '', '', '238', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2671', '9', '20', '49', '郭仁恵', 'ｰ釥ﾎﾇ', '女', '2007/05/10', '8', '立川喜久美', '71.6.16', '43', '090-7882-7818', '545-0041', '阿倍野区共立通2-4-13-102', '', 'ﾁ､ｴﾜﾀｯﾄ｡ｿ・ダ韓・日', '姉建小4', '', '次女', '', '入学', '14.4.1', '丸山小学校', '転学', '2015.3.31.', '', '13.3.28', '', '', '', '阿倍野区共立通2-4-13-102　', 'オリニチュッチェ', '', '13.3.28', '2059', '', '', '', '', '切', '', '', '母d090-7882-7818', '', '母d090-7882-7818母職場6752-7531祖父a080-6452-2731父82-10-3824-3280', 'ｰ釥ﾎﾇ', 'ｰ釥ﾎﾇ', 'ｰ釥ﾎﾇ', 'ｰ釥ﾎﾇ', '郭仁恵', '立川喜久美', '', 'タチカワ　キクミ', 'クワク　インヘ', '3', '', '', '入', 'Rh+O型', '', '', '', '', '149', '', 'Kwak Inhe', '');
INSERT INTO `primaryschool1` VALUES ('2691', '9', '21', '123', '郭仁元', 'ｰ釥ﾎｿ・', '女', '2004/09/16', '10', '立川喜久美', '71.6.16', '-57', '母d090-7882-7818', '545-0041', '阿倍野区共立通2-4-13-102', '', 'ｼｭﾁ､ｸｮﾃﾊｵ鏞ﾐｱｳ', 'ダ韓・日', '妹建小1', '長女', '', '編入', '14.4.1', '丸山小学校', '転学', '2015.3.31.', '', '13.3.28', '', '', '', '阿倍野区共立通2-4-13-102　', '１年', '', '13.3.28', '2060', '', '', '', '', '切', '', '', '母d090-7882-7818祖父a080-6452-2731父82-10-3824-3280', '', '', 'ｰ釥ﾎｿ・', 'ｰ釥ﾎｿ・', 'ｰ釥ﾎｿ・', 'ｰ釥ﾎｿ・', '郭仁元', '立川喜久美', '', 'タチカワキクミ', 'クワク　インウォン', '', '', '', '入', 'Rh+O型', '', '', 'kikumit0616@yahoo.co.jp', '', '223', '', 'Kwak Inon', '');
INSERT INTO `primaryschool1` VALUES ('2567', '9', '21', '41', '趙英智', 'ﾁｶｿｵﾁ・男', '男', '2006/09/27', '8', '趙秀一', '62.9.10', '-48', '6730-8151', '577-0842', '東大阪市足代南1-11-5', '', '恵果保育園（私）', '在日', '姉兄兄建小4妹09悠利（恵果）', '三男', '', '入学', '13.4.1', '三ノ瀬小学校', '転学', '', '', '09.4.21', '', '', '', '東大阪市足代南1-11-5　', '5年', '許伯恵', '09.4.21', '2060', '優秀', '', '', '', '切', '', '', '母a090-7764-1124父a090-5059-6483祖母090-7024-0003', '', '母a090-7764-1124父a090-5059-6483祖母090-7024-0003', 'ﾁｶｿｵﾁ・ﾁｶｿｵﾁ・ﾁｶｿｵﾁ・ﾁｶｿｵﾁ・趙英智', '趙秀一', '', 'チョウ　スイル', 'チョウ　ヨンヂ', '', '', '', '', '1', '', '', '入', 'Rh+Ｂ型', '安井クリニック6721-0001', '6730-8151', 'pekke-728@ezweb.ne.jp', '', '141', '', 'Cho　　　　　Yongji', '');
INSERT INTO `primaryschool1` VALUES ('2653', '9', '21', '21', '尹（西田）輝竜', 'ﾀｱﾈﾖｿ・男', '男', '2006/07/06', '8', '西田沙知', '85.3.11', '30', '080-5635-0067', '544-0034', '生野区桃谷4-16-23', '', '聖和保育園（私）', '在日', '姉小3', '長男', '', '入学', '13.4.1', '', '転学', '2013.10.', '御幸森小学校', '13.3.28', '', '', '', '生野区桃谷4-16-23　', '懇親会', '', '13.3.28', '2060', '', '', '', '', '切', '', '', '母a080-5635-0067祖母s080-4236-5088祖父a090-1141-1466姉s080-4493-9595', '', '母a080-5635-0067祖母s080-4236-5088祖父a090-1141-1466姉s080-4493-9595', 'ﾀｱﾈﾖｿ・ﾀｱﾈﾖｿ・ﾀｱﾈﾖｿ・ﾀｱﾈﾖｿ・尹（西田）輝竜', '西田沙知', '', 'ニシダ　サチ', 'ユン　フィヨン', '', '', '', '', '２', '', '', '入', 'Rh+A型', '', '', '', '', '121', '', 'Yun　　　　 Hwiyong', '');
INSERT INTO `primaryschool1` VALUES ('2591', '9', '22', '40', '李在永', 'ﾀﾌﾀ鄙ｵ', '男', '2007/02/18', '8', '李國煕', '', '111', 's080-4248-4553', '545-0052', '阿倍野区阿倍野筋2-4-37-1005', '', '建国幼稚園（私）', '駐日', '妹建幼', '長男', '', '入学', '13.4.1', '', '退学', '2014.7.11', '', '12.5.15', '', '', '', '阿倍野区阿倍野筋2-4-37-1005　', '運動会研修', '', '12.5.15', '2061', '', '', '', '', '切', '', '', '母s080-4248-4553父s080-3804-0847', '', '母s080-4248-4553父s080-3804-0847', 'ﾀﾌﾀ鄙ｵ', 'ﾀﾌﾀ鄙ｵ', 'ﾀﾌﾀ鄙ｵ', 'ﾀﾌﾀ鄙ｵ', '李在永', '李國煕', '', 'イ　クッキ', 'イ　ヂェヨン', '3', '', '', '入', 'Rh+O型', '', '', '', '', '140', '', 'Lee　　　　　  Jeyong', '');
INSERT INTO `primaryschool1` VALUES ('2417', '9', '25', '54', '崔チャンギ', 'ﾃﾖﾃ｢ｱ・男', '男', '2005/11/07', '9', '崔正彩', '69.7.21', '45', '7492－3127', '546-0024', '東住吉区公園南矢田2-1-9-103', '', '建国幼稚園', 'ダ韓・日', '姉建小3/妹建幼', '長男', '', '入学', '12.4.1', '', '転学', '2013.3.31', '矢田西', '11.1.17', '', '', '', '東住吉区公園南矢田2-1-9-103　', '', '', '11.1.17', '2064', '努力', '', '', '', '切', '', '', '母a080-6203-2250父a080-5638-8875', '', '母a080-6203-2250父a080-5638-8875', 'ﾃﾖﾃ｢ｱ・ﾃﾖﾃ｢ｱ・ﾃﾖﾃ｢ｱ・ﾃﾖﾃ｢ｱ・崔チャンギ', '崔正彩', '', 'チェ　ヂョンチェ', 'チェ　チャンギ', '', '', '', '', '5', '', '', '入', 'Rh+AB型', '中島医院6701-0263', '7492－3127', '', '', '154', '', '', '');
INSERT INTO `primaryschool1` VALUES ('2507', '9', '25', '25', '井上蓮喜（朴旨壽）', 'ｹﾚﾁ・女', '女', '2001/05/31', '13', '井上真弓', '', '111', '7172-1652', '558-0011', '住吉区苅田8-13-22-401', '中井マンション401', '武庫北', 'ダ韓・日', '', '長女', '', '入学', '12.5.1', '', '転学', '2012.11.30．', '苅田南小学校', '11.7.26', '', '', '', '住吉区苅田8-13-22-401　中井マンション401', '', '', '11.7.26', '2064', '', '', '', '', '切', '', '', '090-1893-5453', '', '母０９０－１８９３－５４５３', 'ｹﾚﾁ・ｹﾚﾁ・ｹﾚﾁ・ｹﾚﾁ・井上蓮喜（朴旨壽）', '井上真弓', '', 'イノウエ　マユミ', 'パク　チス', '', '', '', '', '自転車', '', '', '入', '', '', '7172-1652', '', '', '125', '', '', '');

-- ----------------------------
-- Table structure for `relation_type`
-- ----------------------------
DROP TABLE IF EXISTS `relation_type`;
CREATE TABLE `relation_type` (
  `code` varchar(5) NOT NULL DEFAULT '0',
  `name` varchar(30) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `is_student` tinyint(4) DEFAULT NULL,
  `is_teacher` tinyint(4) DEFAULT NULL,
  `description` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`code`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of relation_type
-- ----------------------------
INSERT INTO `relation_type` VALUES ('その他', 'その他', '10', '1', '1', 'Other');
INSERT INTO `relation_type` VALUES ('兄', '兄', '5', '1', '1', 'Elder Brother');
INSERT INTO `relation_type` VALUES ('兄弟', '兄弟', '4', '1', '1', 'Brother');
INSERT INTO `relation_type` VALUES ('妹', '妹', '8', '1', '1', 'Younger Sister');
INSERT INTO `relation_type` VALUES ('妻', '妻', '3', null, '1', null);
INSERT INTO `relation_type` VALUES ('姉', '姉', '7', '1', '1', 'Elder Sister');
INSERT INTO `relation_type` VALUES ('弟', '弟', '6', '1', '1', 'Younger Brother');
INSERT INTO `relation_type` VALUES ('母', '母', '2', '1', '1', 'Mother');
INSERT INTO `relation_type` VALUES ('父', '父', '1', '1', '1', 'Father');
INSERT INTO `relation_type` VALUES ('親戚', '親戚', '9', '1', '1', 'Relation');

-- ----------------------------
-- Table structure for `school_state_type`
-- ----------------------------
DROP TABLE IF EXISTS `school_state_type`;
CREATE TABLE `school_state_type` (
  `code` varchar(5) NOT NULL DEFAULT '0',
  `name` varchar(30) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `description` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`code`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of school_state_type
-- ----------------------------
INSERT INTO `school_state_type` VALUES ('編入', '編入', '2', '편입(Admit)');
INSERT INTO `school_state_type` VALUES ('転入', '転入', '1', '전입(Transference)');
INSERT INTO `school_state_type` VALUES ('転学', '転学', '3', '전학(Change Of School)');
INSERT INTO `school_state_type` VALUES ('退学', '退学', '4', '퇴학(Explusion)');

-- ----------------------------
-- Table structure for `sex`
-- ----------------------------
DROP TABLE IF EXISTS `sex`;
CREATE TABLE `sex` (
  `code` varchar(5) NOT NULL DEFAULT '0',
  `name` varchar(30) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  PRIMARY KEY (`code`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sex
-- ----------------------------
INSERT INTO `sex` VALUES ('女', '女', '2');
INSERT INTO `sex` VALUES ('男', '男', '1');

-- ----------------------------
-- Table structure for `student`
-- ----------------------------
DROP TABLE IF EXISTS `student`;
CREATE TABLE `student` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `enter_year` varchar(10) DEFAULT NULL,
  `studentno` varchar(20) DEFAULT NULL,
  `name` varchar(100) DEFAULT NULL,
  `nameen` varchar(100) DEFAULT NULL,
  `namekr` varchar(100) DEFAULT NULL,
  `nick_name` varchar(100) DEFAULT NULL,
  `sex` varchar(3) DEFAULT NULL,
  `address1` varchar(200) DEFAULT NULL,
  `address2` varchar(200) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `fax` varchar(20) DEFAULT NULL,
  `nation` varchar(3) DEFAULT NULL,
  `department` varchar(3) DEFAULT NULL,
  `birthday` varchar(30) DEFAULT NULL,
  `enter_date` varchar(20) DEFAULT NULL,
  `enter_department` varchar(3) DEFAULT NULL,
  `enter_level` int(11) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  `passport` varchar(50) DEFAULT NULL,
  `foreigner_no` varchar(50) DEFAULT NULL,
  `allergy` int(11) DEFAULT NULL,
  `allergy_name` varchar(100) DEFAULT NULL,
  `allergy_other` varchar(500) DEFAULT NULL,
  `misc` varchar(500) DEFAULT NULL,
  `attending_time` varchar(10) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of student
-- ----------------------------
INSERT INTO `student` VALUES ('7', null, null, '신준송', '신준송 - 영어', '신준송', null, 'm', null, null, null, null, 'US', 'h', '2015/04/08', '2015/05/13', 'p', '1', '2015-04-21 01:42:02', '2015-05-07 10:39:53', '1429548121768', null, null, null, null, null, null, null);
INSERT INTO `student` VALUES ('8', null, null, '리상', 'RiGyongJin', '리경진', null, 'm', null, null, null, null, 'UK', 'p', '2015/04/22', null, null, null, '2015-04-22 12:02:37', '2015-04-22 22:49:31', '1429671757456', null, null, null, null, null, null, null);
INSERT INTO `student` VALUES ('9', null, '리상', '', '', '', null, 'm', null, null, null, null, 'UK', '', '2015/04/22', '', '', null, '2015-05-16 01:43:28', '2015-05-16 01:43:28', '1431708208097', null, null, null, null, null, null, null);

-- ----------------------------
-- Table structure for `student2`
-- ----------------------------
DROP TABLE IF EXISTS `student2`;
CREATE TABLE `student2` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `enter_year` varchar(10) DEFAULT NULL,
  `enter_month` varchar(10) DEFAULT NULL,
  `enter_day` varchar(10) DEFAULT NULL,
  `enter_schoolkind` varchar(20) DEFAULT NULL,
  `enter_schoolyear` varchar(20) DEFAULT NULL,
  `code` varchar(20) DEFAULT NULL,
  `rollno` varchar(20) DEFAULT NULL,
  `name` varchar(100) DEFAULT NULL,
  `nameen` varchar(100) DEFAULT NULL,
  `namekr` varchar(100) DEFAULT NULL,
  `namenick` varchar(100) DEFAULT NULL,
  `sex` varchar(20) DEFAULT NULL,
  `birthday` varchar(30) DEFAULT NULL,
  `address` varchar(200) DEFAULT NULL,
  `address2` varchar(200) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `emergency_contacts` varchar(255) DEFAULT NULL,
  `fax` varchar(20) DEFAULT NULL,
  `nation` varchar(20) DEFAULT NULL,
  `schoolyear` varchar(20) DEFAULT NULL,
  `attending_time` varchar(10) DEFAULT NULL,
  `has_passport` int(11) DEFAULT NULL,
  `passport_no` varchar(50) DEFAULT NULL,
  `foreigner_no` varchar(50) DEFAULT NULL,
  `has_allergy` int(11) DEFAULT NULL,
  `allergy_name` varchar(100) DEFAULT NULL,
  `health_important` varchar(500) DEFAULT NULL,
  `note` varchar(500) DEFAULT NULL,
  `class_id` int(11) DEFAULT NULL,
  `teacher_id` int(11) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=744 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of student2
-- ----------------------------
INSERT INTO `student2` VALUES ('267', '2015', '4', '1', 'H', null, null, null, '具花鈴', null, '具花鈴', null, '女', '1999/04/15', '堺市南区赤坂台3-9-32-308', null, '072-292-2248', null, '590-0144', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('268', '2015', '4', '1', 'H', null, null, null, '木下友里', null, '木下友里', null, '女', '2000/01/03', '堺市堺区四条通6-1', null, '072-238-8458', null, '590-0045', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('269', '2015', '4', '1', 'H', null, null, null, '農座鈴央', null, '農座鈴央', null, '女', '1999/09/09', '大阪市東住吉区矢田3-12-4', null, '06-7492-1418', null, '546-0023', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('270', '2015', '4', '1', 'H', null, null, null, '西森優花', null, '西森優花', null, '女', '1999/08/13', '守口市金田町3-3-14', null, '06-7161-6841', null, '570-0011', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('271', '2015', '4', '1', 'H', null, null, null, '高橋直美', null, '高橋直美', null, '女', '1999/09/25', '豊中市庄内栄町5-9-31', null, '080-3136-7351', null, '561-0834', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('272', '2015', '4', '1', 'H', null, null, null, '鳥居晴菜', null, '鳥居晴菜', null, '女', '2000/03/08', '堺市南区三原台3-1-16-609', null, '072-291-0004', null, '590-0111', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('273', '2015', '4', '1', 'H', null, null, null, '前田果玲', null, '前田果玲', null, '女', '1999/08/05', '伊丹市荒牧南3-15-9', null, '072-784-7760', null, '664-0008', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('274', '2015', '4', '1', 'H', null, null, null, '前田海音', null, '前田海音', null, '女', '1999/07/27', '松原市東新町1-13-17', null, '072-290-7160', null, '580-0024', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('275', '2015', '4', '1', 'H', null, null, null, '松井夏生', null, '松井夏生', null, '女', '1999/07/09', '大阪市港区三先2-2-14', null, '06-6572-1770', null, '552-0016', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('276', '2015', '4', '1', 'H', null, null, null, '南口七海', null, '南口七海', null, '女', '1999/08/26', '松原市河合2-438-4-203', null, '072-338-0624', null, '580-0022', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('277', '2015', '4', '1', 'H', null, null, null, '鈴木仁衣菜', null, '鈴木仁衣菜', null, '女', '1999/06/27', '和泉市内田町2-8-12', null, '0725-24-5654', null, '594-1156', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('278', '2015', '4', '1', 'H', null, null, null, '吉村碧', null, '吉村碧', null, '女', '1999/06/19', '大阪市住吉区我孫子1-6-2-307', null, '06-6696-0825', null, '558-0014', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('279', '2015', '4', '1', 'H', null, null, null, '岩田未羽', null, '岩田未羽', null, '女', '1999/12/19', '泉南市男里6-17-21-205', null, '072-484-3830', null, '590-0526', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('280', '2015', '4', '1', 'H', null, null, null, '播磨玲奈', null, '播磨玲奈', null, '女', '1999/10/02', '松原市河合1-13-17', null, '072-335-8234', null, '590-0022', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('281', '2015', '4', '1', 'H', null, null, null, '藤阪真由香', null, '藤阪真由香', null, '女', '1999/03/05', '大阪市東住吉区駒川3-7-18-401', null, '06-6654-9485', null, '546-0043', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('282', '2015', '4', '1', 'H', null, null, null, '福田鈴歩', null, '福田鈴歩', null, '女', '1999/08/27', '八尾市八尾木北6-111', null, '072-933-5600', null, '581-0016', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('283', '2015', '4', '1', 'H', null, null, null, '高萌加', null, '高萌加', null, '女', '1999/10/04', '大阪市生野区勝山北5-7-2', null, '06-6717-4771', null, '544-0033', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('284', '2015', '4', '1', 'H', null, null, null, '金旼宣', null, '金旼宣', null, '女', '1999/06/28', '大阪市中央区島之内1-11-6-601', null, '090-9252-0500', null, '542-0082', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('285', '2015', '4', '1', 'H', null, null, null, '金アンナ', null, '金アンナ', null, '女', '1999/06/01', '大阪市西成区旭3-9-9', null, '06-6567-2562', null, '557-0032', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('286', '2015', '4', '1', 'H', null, null, null, '朴里鶴', null, '朴里鶴', null, '女', '1999/06/10', '大阪市都島区都島北通2-22-32-2502', null, '06-6926-7022', null, '534-0014', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('287', '2015', '4', '1', 'H', null, null, null, '伊藤千華', null, '伊藤千華', null, '女', '2000/03/02', '大阪市住吉区遠里小野3-8-11', null, '090-3863-6145', null, '558-0032', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('288', '2015', '4', '1', 'H', null, null, null, '鄭雅列', null, '鄭雅列', null, '女', '1999/04/08', '大阪市住吉区山之内2-6-24', null, '06-6693-7960', null, '558-0023', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('289', '2015', '4', '1', 'H', null, null, null, '木下顕聖', null, '木下顕聖', null, '男', '1999/07/27', '大阪市住吉区山之内1-6-4-305', null, '06-6690-7041', null, '558-0023', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('290', '2015', '4', '1', 'H', null, null, null, '下岡宏治', null, '下岡宏治', null, '男', '2000/02/10', '八尾市柏村町3-16-4', null, '072-922-9998', null, '581-0022', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('291', '2015', '4', '1', 'H', null, null, null, '李相勲', null, '李相勲', null, '男', '2000/01/24', '大阪市住吉区苅田9-14-7-702', null, '06-6282-7051', null, '558-0011', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('292', '2015', '4', '1', 'H', null, null, null, '金慶龍', null, '金慶龍', null, '男', '2000/03/23', '大阪市平野区平野市町1-10-2', null, '06-6792-5776', null, '547-0042', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('293', '2015', '4', '1', 'H', null, null, null, '金有泫', null, '金有泫', null, '男', '1999/04/13', '大阪市中央区島之内1-15-25-1804', null, '090-6244-9444', null, '542-0082', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('294', '2015', '4', '1', 'H', null, null, null, '内田唯羽', null, '内田唯羽', null, '男', '2000/02/14', '堺市中区楢葉170-2-907', null, '072-349-9075', null, '599-8252', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('295', '2015', '4', '1', 'H', null, null, null, '崔智現', null, '崔智現', null, '男', '2000/02/25', '大阪市天王寺区空堀町5-15-302', null, '080-3869-9254', null, '543-0012', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('296', '2015', '4', '1', 'H', null, null, null, '姜桃佳', null, '姜桃佳', null, '女', '1999/12/25', '大阪市生野区巽北1-17-20', null, '06-6751-2378', null, '544-0004', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('297', '2015', '4', '1', 'H', null, null, null, '康千尋', null, '康千尋', null, '女', '1999/04/06', '大阪市東成区玉津1-6-6-604', null, '06-6973-8869', null, '537-0023', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('298', '2015', '4', '1', 'H', null, null, null, '高愛美', null, '高愛美', null, '女', '1999/09/28', '泉佐野市泉ヶ丘4-4-11-14', null, '072-462-6242', null, '598-0072', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('299', '2015', '4', '1', 'H', null, null, null, '高賢娥', null, '高賢娥', null, '女', '1999/04/13', '大阪市天王寺区上汐6-4-13-701', null, '06-6774-6455', null, '543-0002', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('300', '2015', '4', '1', 'H', null, null, null, '権優香', null, '権優香', null, '女', '1999/10/02', '大阪市平野区加美東4-6-6', null, '06-7504-7069', null, '547-0002', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('301', '2015', '4', '1', 'H', null, null, null, '金昇垣', null, '金昇垣', null, '女', '1999/12/04', '大阪市住吉区苅田1-4-16-509', null, '06-6155-6350', null, '558-0011', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('302', '2015', '4', '1', 'H', null, null, null, '金始園', null, '金始園', null, '女', '1999/09/03', '大阪市中央区高津2-8-4-802', null, '090-5886-7144', null, '542-0072', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('303', '2015', '4', '1', 'H', null, null, null, '安賢曙', null, '安賢曙', null, '女', '1999/05/18', '大阪市東住吉区駒川4-7-17中村マンション1F', null, '080-6146-1443', null, '546-0043', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('304', '2015', '4', '1', 'H', null, null, null, '李佳鍈', null, '李佳鍈', null, '女', '1999/11/22', '大阪市住吉区帝塚山中3-7-5-303', null, '080-1420-4199', null, '558-0053', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('305', '2015', '4', '1', 'H', null, null, null, '李嬉允', null, '李嬉允', null, '女', '1999/12/29', '大阪市住吉区苅田9-16-21-1305', null, '090-7760-1524', null, '558-0011', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('306', '2015', '4', '1', 'H', null, null, null, '鄭志穂', null, '鄭志穂', null, '女', '1999/07/17', '大阪市平野区加美北4-5-54', null, '06-6711-0844', null, '547-0001', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('307', '2015', '4', '1', 'H', null, null, null, '崔伊晸', null, '崔伊晸', null, '女', '1999/08/30', '大阪市浪速区日本橋東3-14-10-210', null, '06-6537-9727', null, '556-0006', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('308', '2015', '4', '1', 'H', null, null, null, '高英輔', null, '高英輔', null, '男', '1999/08/09', '大阪市住吉区遠里小野7-6-5', null, '06-6608-2220', null, '558-0032', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('309', '2015', '4', '1', 'H', null, null, null, '権珍宇', null, '権珍宇', null, '男', '1999/08/18', '大阪市住吉区苅田9-16-21-702', null, '090-9982-4855', null, '558-0011', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('310', '2015', '4', '1', 'H', null, null, null, '北優也', null, '北優也', null, '男', '1999/12/16', '帝塚山氏売布きよしが丘17-1', null, '0797-84-1747', null, '665-0855', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('311', '2015', '4', '1', 'H', null, null, null, '金柱京', null, '金柱京', null, '男', '1999/04/28', '大阪市生野区巽東2-8-16-501', null, '06-6751-7782', null, '544-0014', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('312', '2015', '4', '1', 'H', null, null, null, '盧智賢', null, '盧智賢', null, '男', '2000/02/22', '大阪市住吉区苅田7-4-2-1501', null, '090-5125-9824', null, '558-0011', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('313', '2015', '4', '1', 'H', null, null, null, '朴孝憲', null, '朴孝憲', null, '男', '1999/10/21', '大阪市住吉区遠里小野2-10-27-401', null, '06-6607-6512', null, '558-0032', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('314', '2015', '4', '1', 'H', null, null, null, '裵泰彬', null, '裵泰彬', null, '男', '1999/10/25', '大阪市住之江区粉浜西3-1-11-810', null, '06-6683-2078', null, '559-0007', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('315', '2015', '4', '1', 'H', null, null, null, '宣悠佑', null, '宣悠佑', null, '男', '1999/09/01', '大阪市生野区勝山北5-17-4', null, '06-6731-0121', null, '544-0033', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('316', '2015', '4', '1', 'H', null, null, null, '尹瞭嘉', null, '尹瞭嘉', null, '男', '2000/01/08', '大阪市阿倍野区阪南町4-17-22', null, '06-6623-2811', null, '545-0021', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('317', '2015', '4', '1', 'H', null, null, null, '李柚優', null, '李柚優', null, '男', '1999/05/29', '大阪市生野区田島2-8-11', null, '06-6754-0580', null, '544-0011', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('318', '2015', '4', '1', 'H', null, null, null, '林揆烈', null, '林揆烈', null, '男', '1999/08/20', '大阪市生野区桃谷3-23-5', null, '06-7898-6422', null, '544-0034', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('319', '2015', '4', '1', 'H', null, null, null, '崔光相', null, '崔光相', null, '男', '2000/01/28', '泉大津市北豊中町3-3-9', null, '0725-43-8330', null, '595-0012', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('320', '2015', '4', '1', 'H', null, null, null, '崔明圭', null, '崔明圭', null, '男', '1999/12/06', '堺市西区浜寺船尾町西3-91-402', null, '090-9215-2532', null, '592-8342', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('321', '2014', '4', '1', 'H', null, null, null, '中田天音', '中田天音', '中田天音', '中田天音', '女', '1998/11/02', '大阪市東淀川区大桐5-7-703', null, '06-6379-0035', null, '533-0011', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('322', '2014', '4', '1', 'H', null, null, null, '西野優希', '西野優希', '西野優希', '西野優希', '女', '1998/06/13', '大阪狭山市池尻中3-6-3', null, '072-366-2327', null, '589-0007', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('323', '2014', '4', '1', 'H', null, null, null, '武井祈花', '武井祈花', '武井祈花', '武井祈花', '女', '1998/12/12', '大阪市生野区勝山北4-11-25', null, '090-7363-3566', null, '544-0033', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('324', '2014', '4', '1', 'H', null, null, null, '正木千秋', '正木千秋', '正木千秋', '正木千秋', '女', '1998/08/25', '大阪市平野区喜連7-4-3-402', null, '06-6777-1959', null, '547-0027', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('325', '2014', '4', '1', 'H', null, null, null, '朴美馜', '朴美馜', '朴美馜', '朴美馜', '女', '1999/03/18', '大阪市生野区中川3-3-11-1505', null, '090-8497-3377', null, '544-0005', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('326', '2014', '4', '1', 'H', null, null, null, '坂口七海', '坂口七海', '坂口七海', '坂口七海', '女', '1999/03/23', '奈良県香芝市下田西3-4-43', null, '0745-77-7014', null, '639-0231', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('327', '2014', '4', '1', 'H', null, null, null, '坂本桃香', '坂本桃香', '坂本桃香', '坂本桃香', '女', '1999/03/08', '堺市西区北条町1-6-6', null, '072-278-7604', null, '593-8302', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('328', '2014', '4', '1', 'H', null, null, null, '佐古みゆう', '佐古みゆう', '佐古みゆう', '佐古みゆう', '女', '1999/02/17', '堺市中区福田921-2-6', null, '072-234-7464', null, '599-8241', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('329', '2014', '4', '1', 'H', null, null, null, '杉本愛', '杉本愛', '杉本愛', '杉本愛', '女', '1998/09/09', '羽曳野市高鷲7-3-1', null, '072-955-4379', null, '583-0882', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('330', '2014', '4', '1', 'H', null, null, null, '住田萌可', '住田萌可', '住田萌可', '住田萌可', '女', '1999/01/23', '堺市中区宮園町3-3-307', null, '072-323-7702', null, '599-8274', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('331', '2014', '4', '1', 'H', null, null, null, '嶋谷里緒', '嶋谷里緒', '嶋谷里緒', '嶋谷里緒', '女', '1998/09/14', '堺市南区若松台3-13-17', null, '072-293-8783', null, '590-0116', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('332', '2014', '4', '1', 'H', null, null, null, '山本萌衣', '山本萌衣', '山本萌衣', '山本萌衣', '女', '1999/03/21', '富田林市小金台2-8-30-A101', null, '0721-29-8356', null, '584-0083', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('333', '2014', '4', '1', 'H', null, null, null, '山下真由', '山下真由', '山下真由', '山下真由', '女', '1998/10/18', '堺市中区土師町3-28-40', null, '072-281-2288', null, '599-8238', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('334', '2014', '4', '1', 'H', null, null, null, '任慕晶', '任慕晶', '任慕晶', '任慕晶', '女', '1998/07/31', '八尾市恩智中町3-142', null, '072-943-7895', null, '581-0883', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('335', '2014', '4', '1', 'H', null, null, null, '福島千保', '福島千保', '福島千保', '福島千保', '女', '1998/07/18', '大阪市東住吉区湯里2-7-2-201', null, '06-6704-6895', null, '546-0013', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('336', '2014', '4', '1', 'H', null, null, null, '金沼延', '金沼延', '金沼延', '金沼延', '女', '1998/06/10', '大阪市生野区新今里3-11-4-おだビル3F', null, '090-6915-4866', null, '544-0001', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('337', '2014', '4', '1', 'H', null, null, null, '文実来', '文実来', '文実来', '文実来', '女', '1998/07/04', '大阪市西成区長橋3-7-23秀吉方', null, '06-6658-8322', null, '557-0025', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('338', '2014', '4', '1', 'H', null, null, null, '和田真喜', '和田真喜', '和田真喜', '和田真喜', '女', '1998/08/07', '大阪市住吉区住吉1-4-33', null, '06-7504-8946', null, '558-0045', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('339', '2014', '4', '1', 'H', null, null, null, '李史絵', '李史絵', '李史絵', '李史絵', '女', '1999/03/21', '大阪市平野区加美鞍作2-4-13', null, '06-6794-7283', null, '547-0004', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('340', '2014', '4', '1', 'H', null, null, null, '李知垣', '李知垣', '李知垣', '李知垣', '女', '1998/02/13', '大阪市区生野区中川西2-19-9-301', null, '080-6115-3001', null, '544-0032', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('341', '2014', '4', '1', 'H', null, null, null, '李채린', '李채린', '李채린', '李채린', '女', '1998/09/11', '大阪市西成区花園北1-6-19-903', null, '080-2519-3010', null, '', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('342', '2014', '4', '1', 'H', null, null, null, '池田心', '池田心', '池田心', '池田心', '女', '1998/09/10', '大阪市浪速区日本橋4-2-3', null, '06-6636-5311', null, '556-0005', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('343', '2014', '4', '1', 'H', null, null, null, '鉾之原みく', '鉾之原みく', '鉾之原みく', '鉾之原みく', '女', '1999/02/17', '大阪市港区南市岡3-6-20-508', null, '06-6582-1980', null, '552-0011', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('344', '2014', '8', '1', 'H', null, null, null, '姜壱成', '姜壱成', '姜壱成', '姜壱成', '男', '1998/05/11', '大阪市生野区巽中2-8-5', null, '06-6751-3797', null, '544-0013', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('345', '2014', '4', '1', 'H', null, null, null, '李裕太', '李裕太', '李裕太', '李裕太', '男', '1999/02/18', '大阪市住吉区苅田3-12-11-401', null, '090-4108-2388', null, '558-0011', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('346', '2014', '4', '1', 'H', null, null, null, '姜翔耀', '姜翔耀', '姜翔耀', '姜翔耀', '男', '1998/08/21', '大阪市生野区桃谷3-4-17', null, '06-6731-0559', null, '544-0034', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('347', '2014', '12', '19', 'H', null, null, null, '郭敏星', '郭敏星', '郭敏星', '郭敏星', '男', '1998/05/23', '吹田市垂水町2-21-29', null, '090-5659-0308', null, '564-0062', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('348', '2014', '4', '1', 'H', null, null, null, '金勇志', '金勇志', '金勇志', '金勇志', '男', '1998/04/17', '大阪市西成区旭3-9-9', null, '06-6567-2562', null, '557-0032', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('349', '2014', '4', '1', 'H', null, null, null, '徐明大', '徐明大', '徐明大', '徐明大', '男', '1999/01/21', '大阪市東成区中本1-7-19', null, '06-6972-4752', null, '537-0022', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('350', '2014', '4', '1', 'H', null, null, null, '石田晃大', '石田晃大', '石田晃大', '石田晃大', '男', '1998/08/12', '大阪市住吉区山之内3-10-28-401', null, '090-3942-3220', null, '558-0023', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('351', '2014', '4', '1', 'H', null, null, null, '林大濠', '林大濠', '林大濠', '林大濠', '男', '1998/09/27', '堺市西区浜寺石津中2-4-6', null, '072-245-7300', null, '592-8334', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('352', '2014', '4', '1', 'H', null, null, null, '林亨埈', '林亨埈', '林亨埈', '林亨埈', '男', '1998/05/24', '', null, '', null, '', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('353', '2014', '4', '1', 'H', null, null, null, '許虎彬', '許虎彬', '許虎彬', '許虎彬', '男', '1998/11/28', '堺市堺区翁橋町1-6-16-Ⅱ-504', null, '090-3711-7213', null, '590-0061', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('354', '2015', '4', '1', 'H', null, null, null, '松村泰成', '松村泰成', '松村泰成', '松村泰成', '男', '1998/12/23', '豊中市東豊中町1-18-3', null, '06-6850-1736', null, '560-0003', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('355', '2014', '4', '1', 'H', null, null, null, '姜鮮華', '姜鮮華', '姜鮮華', '姜鮮華', '女', '1999/01/15', '大阪市住吉区南住吉4-4-1-407', null, '06-6608-8212', null, '558-0041', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('356', '2014', '4', '1', 'H', null, null, null, '姜仁梅', '姜仁梅', '姜仁梅', '姜仁梅', '女', '1998/09/02', '大阪市生野区桃谷4-7-26', null, '06-6741-4048', null, '544-0034', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('357', '2014', '4', '1', 'H', null, null, null, '高尚我', '高尚我', '高尚我', '高尚我', '女', '1998/04/11', '大阪市天王寺区上汐6-4-13アネックス夕陽丘701号', null, '060-6774-6455', null, '543-0002', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('358', '2014', '4', '1', 'H', null, null, null, '金成華', '金成華', '金成華', '金成華', '女', '1998/05/23', '大阪市生野区中川3-3-11-1506', null, '06-6757-5813', null, '544-0005', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('359', '2014', '4', '1', 'H', null, null, null, '毛利理美', '毛利理美', '毛利理美', '毛利理美', '女', '1998/09/06', '大阪市生野区生野東3-10-6', null, '050-1003-8177', null, '544-0025', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('360', '2014', '4', '1', 'H', null, null, null, '朴美強', '朴美強', '朴美強', '朴美強', '女', '1998/07/03', '大阪市住吉区苅田7-1-3-402', null, '080-4398-0127', null, '558-0011', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('361', '2014', '4', '1', 'H', null, null, null, '宋明梨', '宋明梨', '宋明梨', '宋明梨', '女', '1998/12/20', '大阪市生野区巽南5-5-3アヴィタシオンDo\'Y306号', null, '090-6753-1929', null, '544-0015', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('362', '2014', '4', '1', 'H', null, null, null, '赤井真実', '赤井真実', '赤井真実', '赤井真実', '女', '1998/07/21', '高槻市真上町6-28-7', null, '072-689-5568', null, '569-1121', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('363', '2014', '4', '1', 'H', null, null, null, '石田奈々瀬', '石田奈々瀬', '石田奈々瀬', '石田奈々瀬', '女', '1998/06/19', '大阪市住吉区山之内3-4-15-203', null, '06-6697-7651', null, '558-0023', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('364', '2014', '4', '1', 'H', null, null, null, '石田蓮円', '石田蓮円', '石田蓮円', '石田蓮円', '女', '1998/09/14', '富田林市若松町4-12-4', null, '0721-24-2591', null, '584-0024', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('365', '2014', '4', '1', 'H', null, null, null, '平井智園', '平井智園', '平井智園', '平井智園', '女', '1998/01/03', '豊中市西緑丘1-4-10-201', null, '06-6152-9499', null, '560-0005', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('366', '2014', '4', '1', 'H', null, null, null, '金敬鳳', '金敬鳳', '金敬鳳', '金敬鳳', '男', '1998/11/15', '兵庫県神戸市須磨区北町3-6-18', null, '078-735-8336', null, '654-0064', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('367', '2014', '4', '1', 'H', null, null, null, '中川豊徳', '中川豊徳', '中川豊徳', '中川豊徳', '男', '1998/09/07', '大阪市東住吉区田辺5-6-27', null, '06-6628-1094', null, '546-0031', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('368', '2014', '4', '1', 'H', null, null, null, '南雄大', '南雄大', '南雄大', '南雄大', '男', '1999/03/25', '大阪市鶴見区横堤1-1-17', null, '06-6913-2855', null, '538-0052', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('369', '2014', '4', '1', 'H', null, null, null, '申知容', '申知容', '申知容', '申知容', '男', '1998/12/25', '大阪市住吉区我孫子東3-13-3-504', null, '080-3790-9909', null, '558-0013', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('370', '2014', '4', '1', 'H', null, null, null, '呉翔大', '呉翔大', '呉翔大', '呉翔大', '男', '1998/05/13', '東大阪市衣摺4-4-26', null, '06-4307-1521', null, '577-0827', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('371', '2014', '9', '9', 'H', null, null, null, '稲田光平', '稲田光平', '稲田光平', '稲田光平', '男', '1997/07/30', '堺市南区新檜尾台3-2-2-209', null, '072-289-9310', null, '590-0143', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('372', '2014', '4', '1', 'H', null, null, null, '石田大寛', '石田大寛', '石田大寛', '石田大寛', '男', '1997/06/15', '富田林市若松町4-12-4', null, '0721-24-2591', null, '584-0025', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('373', '2014', '4', '1', 'H', null, null, null, '崔丁引', '崔丁引', '崔丁引', '崔丁引', '男', '1998/06/01', '大阪市阿倍野区阿倍野筋4-18-4-1003', null, '080-5549-6474', null, '545-0052', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('374', '2014', '4', '1', 'H', null, null, null, '鎌田紗奈衣', '鎌田紗奈衣', '鎌田紗奈衣', '鎌田紗奈衣', '女', '1998/01/05', '大阪府松原市天美北8-2-20', null, '072-336-7917', null, '580-0031', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('375', '2014', '4', '1', 'H', null, null, null, '上村佑沙', '上村佑沙', '上村佑沙', '上村佑沙', '女', '1997/12/16', '大阪府堺市西区浜寺船尾町西1-45-1', null, '090-8888-7155', null, '592-8342', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('376', '2014', '4', '1', 'H', null, null, null, '木下千恵', '木下千恵', '木下千恵', '木下千恵', '女', '1998/01/11', '大阪府堺市堺区二条通6-23', null, '072-238-8458', null, '590-0047', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('377', '2014', '4', '1', 'H', null, null, null, '金素羅', '金素羅', '金素羅', '金素羅', '女', '1997/11/20', '大阪府大阪市生野区勝山北5-6-21', null, '06-6731-7002', null, '544-0033', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('378', '2014', '4', '1', 'H', null, null, null, '土橋瑞稀', '土橋瑞稀', '土橋瑞稀', '土橋瑞稀', '女', '1997/09/02', '大阪府大阪市住吉区山之内1-7-15-307', null, '090-4494-1238', null, '558-0023', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('379', '2014', '4', '1', 'H', null, null, null, '山口愛美', '山口愛美', '山口愛美', '山口愛美', '女', '1997/07/27', '大阪府松原市東新町3-14-31-302', null, '072-330-0221', null, '580-0024', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('380', '2014', '4', '1', 'H', null, null, null, '池田侑伽', '池田侑伽', '池田侑伽', '池田侑伽', '女', '1997/12/27', '大阪府寝屋川市寝屋新町11-2-406', null, '090-5016-5655', null, '572-0852', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('381', '2014', '4', '1', 'H', null, null, null, '徐綾香', '徐綾香', '徐綾香', '徐綾香', '女', '1997/12/26', '大阪府大阪市生野区巽南3-19-6', null, '06-7172-8576', null, '544-0015', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('382', '2014', '4', '1', 'H', null, null, null, '張秀炅', '張秀炅', '張秀炅', '張秀炅', '女', '1998/02/03', '大阪府大阪市生野区小路3-7-8', null, '06-6754-5248', null, '544-0002', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('383', '2014', '4', '1', 'H', null, null, null, '趙蓮美', '趙蓮美', '趙蓮美', '趙蓮美', '女', '1997/10/21', '大阪府大阪市生野区小路2-9-7', null, '06-7175-3512', null, '544-0002', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('384', '2014', '8', '1', 'H', null, null, null, '韓度玧', '韓度玧', '韓度玧', '韓度玧', '女', '1995/12/08', '大阪市西区北堀江1-9-18-302', null, '080-2488-6629', null, '550-0014', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('385', '2014', '4', '1', 'H', null, null, null, '金가락', '金가락', '金가락', '金가락', '男', '1997/12/15', '大阪府大阪市生野区桃谷4-1-26', null, '06-6741-3016', null, '544-0034', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('386', '2014', '4', '1', 'H', null, null, null, '大原孝輝', '大原孝輝', '大原孝輝', '大原孝輝', '男', '1998/02/03', '大阪府大阪市此花区島屋2-4-3', null, '06-6468-5334', null, '554-0024', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('387', '2014', '4', '1', 'H', null, null, null, '畝木貴佳', '畝木貴佳', '畝木貴佳', '畝木貴佳', '男', '1997/08/11', '大阪府堺市南区原山台3-1-13-802', null, '072-294-1736', null, '590-0132', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('388', '2014', '4', '1', 'H', null, null, null, '曺棟善', '曺棟善', '曺棟善', '曺棟善', '男', '1997/12/03', '大阪府大阪市住吉区苅田9-2-28-301', null, '06-6608-2363', null, '558-0011', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('389', '2014', '4', '1', 'H', null, null, null, '姜世雄', '姜世雄', '姜世雄', '姜世雄', '男', '1997/05/09', '大阪府大阪市生野区鶴橋3-4-28-804', null, '090-1591-3222', null, '544-0031', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('390', '2014', '4', '1', 'H', null, null, null, '金光智穂', '金光智穂', '金光智穂', '金光智穂', '女', '1997/06/30', '大阪府大阪市西区北堀江1-12-9-501', null, '06-6536-8333', null, '550-0014', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('391', '2014', '4', '1', 'H', null, null, null, '金弥奈', '金弥奈', '金弥奈', '金弥奈', '女', '1998/02/27', '大阪府大阪市生野区舎利寺2-1-23', null, '06-6717-7751', null, '544-0022', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('392', '2014', '4', '1', 'H', null, null, null, '金孝柾', '金孝柾', '金孝柾', '金孝柾', '女', '1997/08/30', '東京都新宿区大京町21-1-503', null, '090-3506-0390', null, '160-0015', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('393', '2014', '4', '1', 'H', null, null, null, '中川千鶴', '中川千鶴', '中川千鶴', '中川千鶴', '女', '1997/11/13', '大阪市阿倍野区阿倍野筋2-4-37-301', null, '06-7171-1600', null, '545-0052', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('394', '2014', '4', '1', 'H', null, null, null, '中津桃紅', '中津桃紅', '中津桃紅', '中津桃紅', '女', '1997/08/22', '大阪府和泉市府中町5-21-2-408', null, '0725-45-8354', null, '594-0071', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('395', '2014', '8', '1', 'H', null, null, null, '住谷咲良', '住谷咲良', '住谷咲良', '住谷咲良', '女', '1998/01/01', '大阪市平野区加美西2-3-11', null, '06-6793-2629', null, '547-0005', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('396', '2014', '4', '1', 'H', null, null, null, '李美沙', '李美沙', '李美沙', '李美沙', '女', '1997/08/11', '大阪府大阪市浪速区久保吉1-1-32', null, '06-6567-3573', null, '556-0028', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('397', '2014', '4', '1', 'H', null, null, null, '鄭民耿', '鄭民耿', '鄭民耿', '鄭民耿', '女', '1998/01/26', '大阪府大阪市住吉区遠里小野1-11-10-807', null, '06-6608-8844', null, '558-0032', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('398', '2014', '4', '1', 'H', null, null, null, '申宇斌', '申宇斌', '申宇斌', '申宇斌', '男', '1997/11/21', '大阪府大阪市住吉区苅田5-11-14-706', null, '06-6694-7056', null, '558-0011', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('399', '2014', '4', '1', 'H', null, null, null, '李嵩彦', '李嵩彦', '李嵩彦', '李嵩彦', '男', '1997/07/19', '大阪府大阪市平野区加美鞍作2-4-13', null, '06-6794-7283', null, '547-0004', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('400', '2014', '4', '1', 'H', null, null, null, '崔旼圭', '崔旼圭', '崔旼圭', '崔旼圭', '男', '1997/12/04', '大阪府堺市西区浜寺船尾町西3-91-402', null, '090-9215-2532', null, '592-8342', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('401', '2014', '4', '1', 'H', null, null, null, '皮英祐', '皮英祐', '皮英祐', '皮英祐', '男', '1998/01/15', '大阪府大阪市住吉区苅田9-13-3-705', null, '06-6608-6698', null, '558-0011', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('402', '2014', '10', '3', 'H', null, null, null, '朱赫俊', '朱赫俊', '朱赫俊', '朱赫俊', '男', '1997/08/30', '東京都新宿区河田町4-6-201', null, '080-4369-0204', null, '', '', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('407', null, null, null, 'E', null, null, null, '金是完', '金是完', '김시완', '金是完', '男', '2012/05/16', '大阪市住吉区墨江町 4‐2‐6・107', null, null, '090‐4266‐8150(母)', '558‐0043', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('408', null, null, null, 'E', null, null, null, '金玧材', '金玧材', '김윤재', '金玧材', '男', '2012/06/06', '大阪市住吉区遠里小野 2‐13‐2・206', null, null, '090‐4279‐2750(父)', '558‐0032', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('409', null, null, null, 'E', null, null, null, '朴施恩', '朴施恩', '박시은', '朴施恩', '女', '2012/10/09', '大阪市住吉区苅田 2-12-6・502', null, null, '080‐8050‐3003(母)', '558‐0011', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('410', null, null, null, 'E', null, null, null, '朴美注', '朴美注', '박미주', '朴美注', '女', '2013/03/21', '大阪市平野区長吉長原西 4‐3‐21・904', null, null, '06‐7492‐4258　090-1718-9157', '547‐0015', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('411', null, null, null, 'E', null, null, null, '金 敃成', '金 敃成', '김민성', '金 敃成', '男', '2011/07/13', '大阪市住吉区苅田 9-9-15・403', null, null, '090-6377-7143(母)', '558‐0011', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('412', null, null, null, 'E', null, null, null, '中野亜美', '中野亜美', '나카노 아미', '中野亜美', '女', '2012/03/22', '大阪市住吉区南住吉 4-5-3-403', null, null, '06-4981-7832 090-4296-5763(父)', '558-0041', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('413', null, null, null, 'E', null, null, null, '西野雄飛', '西野雄飛', '니시노 유히', '西野雄飛', '男', '2011/10/07', '大阪市東成区東小橋 2‐8‐31・502', null, null, '06‐4309‐5277 090-7343-6699', '537-0024', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('414', null, null, null, 'E', null, null, null, '白珠裡', '白珠裡', '백주리', '白珠裡', '女', '2011/04/07', '大阪市住吉区遠里小野 2‐2‐29', null, null, '06-6714-7199 080-3797-5703(母)', '558‐0032', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('415', null, null, null, 'E', null, null, null, '白甦理', '白甦理', '백소리', '白甦理', '女', '2011/04/07', '大阪市住吉区遠里小野 2‐2‐29', null, null, '06-6714-7199 080-3797-5703(母)', '558‐0032', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('416', null, null, null, 'E', null, null, null, '米満結人', '米満結人', '요네미쯔 유이토', '米満結人', '男', '2011/09/29', '大阪市住吉区南住吉 4-2-1・405', null, null, '06‐7502‐4471　090‐5245‐4702(母)', '558‐0041', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('417', null, null, null, 'E', null, null, null, '崔　　昌', '崔　　昌', '최  창', '崔　　昌', '男', '2011/12/27', '大阪市生野区生野東 3-7‐21', null, null, '06‐6731‐8000　090‐5151‐5333', '544-0025', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('418', null, null, null, 'E', null, null, null, '海老原嵩起', '海老原嵩起', '에비하라 고우키', '海老原嵩起', '男', '2011/11/18', '大阪市阿倍野区天王寺北 2-31-21-1005', null, null, '06-6714-7199 090-7594-7940(母)', '545-0001', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('419', null, null, null, 'E', null, null, null, '金娜恩', '金娜恩', '김나은', '金娜恩', '女', '2010/08/11', '大阪市住吉区我孫子東 3‐2‐25・604号', null, null, '090‐7884‐3212(母)', '558‐0013', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('420', null, null, null, 'E', null, null, null, '金住原', '金住原', '김주원', '金住原', '男', '2011/03/15', '大阪市住吉区苅田 9-13-5・302号', null, null, '080-8861-8169（母）', '558‐0011', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('421', null, null, null, 'E', null, null, null, '中野益気', '中野益気', '나카노 익기', '中野益気', '男', '2010/12/14', '大阪市住吉区南住吉 4-5-3-403', null, null, '06-4981-7832 090-4296-5763(父)', '558-0041', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('422', null, null, null, 'E', null, null, null, '成柿沇', '成柿沇', '성시연', '成柿沇', '女', '2010/11/06', '大阪市住吉区苅田 9-11-10-216', null, null, '080-3496-8122(母)', '558-0011', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('423', null, null, null, 'E', null, null, null, '柳需玟', '柳需玟', '유수민', '柳需玟', '女', '2010/07/18', '大阪市住吉区南住吉 4-7-18-605', null, null, '06-6654-7533　090-3971-9171(母)', '558-0041', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('424', null, null, null, 'E', null, null, null, '石倉涼雅', '石倉涼雅', '이시쿠라 료우가', '石倉涼雅', '男', '2011/01/17', '大阪市生野区中川西 3-6-24', null, null, '06-7173-2055　090-3353-4372(母)', '544-0032', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('425', null, null, null, 'E', null, null, null, '池田紗蘭', '池田紗蘭', '이케다 사랑', '池田紗蘭', '女', '2010/07/30', '大阪市東成区中本 2-11-12-1104', null, null, '080-5000-6691(母)', '537-0022', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('426', null, null, null, 'E', null, null, null, '張信輝', '張信輝', '장신휘', '張信輝', '男', '2011/02/11', '大阪市住吉区苅田 1‐4‐17・101号', null, null, '080‐5527‐9099', '558‐0011', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('427', null, null, null, 'E', null, null, null, '趙宣宇', '趙宣宇', '조선우', '趙宣宇', '男', '2011/02/19', '大阪市住吉区遠里小野 3-10-11-111', null, null, '06-7505-4987　090-6027-1942(母)', '558-0032', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('428', null, null, null, 'E', null, null, null, '趙濟熙', '趙濟熙', '조제희', '趙濟熙', '男', '2010/05/19', '大阪市生野区鶴橋 4-3-11', null, null, '090-7340-4677(母)', '544-0031', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('429', null, null, null, 'E', null, null, null, '崔效賑', '崔效賑', '최효진', '崔效賑', '女', '2010/04/30', '大阪市平野区加美東 8‐8‐21・２C', null, null, '080-4480-6716(母)', '595-0033', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('430', null, null, null, 'E', null, null, null, '崔珉端', '崔珉端', '최민서', '崔珉端', '女', '2010/10/02', '大阪市中央区玉造 2-5-11', null, null, '080-4021-6954(母)090-3494-4558(父)', '540-0004', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('431', null, null, null, 'E', null, null, null, '高守花', '高守花', '고수화', '高守花', '女', '2009/07/18', '大阪市平野区平野元町 9‐30‐609', null, null, '090-6053-7334(母)090-9981-7334(父)', '547-0047', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('432', null, null, null, 'E', null, null, null, '金ノア', '金ノア', '김노아', '金ノア', '男', '2009/11/06', '大阪市住吉区苅田 9‐11‐10　ブランズあびこ812', null, null, '06-6609-6696　090-3927-6117(母)', '558-0011', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('433', null, null, null, 'E', null, null, null, '金新道', '金新道', '김신도', '金新道', '男', '2009/10/24', '大阪市阿倍野区北畠 1‐1‐14', null, null, '06-6622-8062　080-3760-2590(母)', '545-0035', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('434', null, null, null, 'E', null, null, null, '孫胤世', '孫胤世', '손윤세', '孫胤世', '男', '2010/03/29', '堺市中区楢葉170 フェルティメイツ泉が丘2‐907', null, null, '072-349-9075　090-9111-7277(母)', '599-8252', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('435', null, null, null, 'E', null, null, null, '張君輝', '張君輝', '장군휘', '張君輝', '男', '2009/04/27', '大阪市住吉区苅田 1‐4‐17・101号', null, null, '080-4762-5055(母) 080‐5527‐9099(父)', '558‐0011', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('436', null, null, null, 'E', null, null, null, '趙秀雅', '趙秀雅', '조수아', '趙秀雅', '女', '2009/10/28', '大阪市住吉区遠里小野 2‐10‐27‐505', null, null, '06-6622-8062　080-4026-9245(母)', '558-0032', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('437', null, null, null, 'P', null, '001', null, '金澤昊司', null, '金澤昊司', null, '男', '2008/09/09', '東住吉区北田辺4-18-17', '', null, '父090-1715-5482母090-7763-6729', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('438', null, null, null, 'P', null, '002', null, '金澤周司', null, '金澤周司', null, '男', '2008/09/09', '東住吉区北田辺4-18-17', '', null, '父090-1715-5482母090-7763-6729', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('439', null, null, null, 'P', null, '003', null, '姜樹陽', null, '姜樹陽', null, '男', '2009/01/18', '神戸市兵庫区大開通2-3-3-601', '', null, '母090-3726-8928祖母090-1027-6425', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('440', null, null, null, 'P', null, '004', null, '高瑞賢', null, '高瑞賢', null, '女', '2009/03/30', '阿倍野区播磨町3-1-13-603', '', null, '母s080-4768-5500父090-3355-3123', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('441', null, null, null, 'P', null, '005', null, '高世羅', null, '高世羅', null, '女', '2009/03/16', '住吉区遠里小野７-6-5', '', null, '母090-2599-6376父090-5168-6217', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('442', null, null, null, 'P', null, '006', null, 'ﾑﾑ    ・', null, 'ﾑﾑ    ・', null, '女', '2008/08/15', '住吉区墨江4-2-6-107', 'リッツラムセス・', null, '母090-4266-8150父090-6050-9756', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('443', null, null, null, 'P', null, '007', null, '金世奈', null, '金世奈', null, '女', '2009/02/15', '生野区田島1-11-5', '', null, '父090-5136-8732母090-5136-4730', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('444', null, null, null, 'P', null, '008', null, '金兌趙', null, '金兌趙', null, '男', '2008/11/03', '住吉区苅田9-13-3-504', 'サンバリエ3-504', null, '母080-3757-7783父090-1149-3991', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('445', null, null, null, 'P', null, '009', null, '金泰潤', null, '金泰潤', null, '男', '2008/07/17', '生野区鶴橋5-2-29-1103', '', null, '母080-4017-9420祖母090-5660-9930', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('446', null, null, null, 'P', null, '010', null, '内藤健心', null, '内藤健心', null, '男', '2007/11/24', '堺市堺区浅香山町3-10-25-1102', '', null, '父090-9217-6144', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('447', null, null, null, 'P', null, '011', null, '松浦央來', null, '松浦央來', null, '男', '2009/03/24', '生野区巽中2-16-22-509', '', null, '母080-4707-4744/080-5377-4744祖母090-8386-2825', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('448', null, null, null, 'P', null, '012', null, '文祥源', null, '文祥源', null, '男', '2008/04/23', '生野区生野東3-10-30　1-201', '', null, '父090-6754-1884母080-5342-4021', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('449', null, null, null, 'P', null, '013', null, '朴書庭', null, '朴書庭', null, '女', '2008/04/11', '生野区新今里3-20-3', '', null, '父090-1966-1998母090-8384-0962', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('450', null, null, null, 'P', null, '014', null, '朴泰・', null, '朴泰・', null, '男', '2008/06/04', '生野区小路東2-7-17-201', '', null, '母080-6106-8173父090-8989-8313姉080-5630-5224', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('451', null, null, null, 'P', null, '015', null, '成演洙', null, '成演洙', null, '男', '2008/07/23', '阿倍野区西田辺町2-8-4-602', '', null, '父090-9618-7923母090-7103-6921', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('452', null, null, null, 'P', null, '016', null, '孫　辰', null, '孫　辰', null, '男', '2009/03/19', '住吉区苅田１-4-17-112', '', null, '母080-3118-9822父080-3188-9821', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('453', null, null, null, 'P', null, '017', null, '申有娜', null, '申有娜', null, '女', '2008/08/12', '住吉区山之内3-15-22-207', '', null, '父080-5351-1442母090-1918-1442', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('454', null, null, null, 'P', null, '018', null, '箋昉', null, '箋昉', null, '男', '2009/02/10', '住吉区長居東1-27-6-405', '', null, '父090-9316-8422母080-5075-8718', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('455', null, null, null, 'P', null, '019', null, '山鹿成美', null, '山鹿成美', null, '女', '2008/05/13', '堺市北区長曽根町545-15-308', '', null, '母090-1449-1747祖母090-1528-3170祖母090-9985-1878', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('456', null, null, null, 'P', null, '020', null, '若本安希乃', null, '若本安希乃', null, '女', '2008/07/22', '東住吉区住道矢田9-8-28', '', null, '母090-6238-0165父090-3628-0165', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('457', null, null, null, 'P', null, '021', null, '米満篤史', null, '米満篤史', null, '男', '2008/06/07', '住吉区南住吉4-2-1-405', '', null, '母090-5245-4702父090-3160-7797', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('458', null, null, null, 'P', null, '022', null, '柳罨暙', null, '柳罨暙', null, '男', '2008/05/28', '住吉区南住吉4-7-18-605', '', null, '父080-3031-6979母090-3971-9171', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('459', null, null, null, 'P', null, '023', null, '李美賢', null, '李美賢', null, '女', '2008/12/03', '生野区巽北3-12-1', '', null, '母090-3670-9044父090-1159-2971祖母090-3859-5274', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('460', null, null, null, 'P', null, '024', null, '石倉大雅', null, '石倉大雅', null, '男', '2008/07/31', '生野区中川西3-6-24', '', null, '母090-3353-4372父080-2448-4969祖母090-7769-3224祖父090-4289-1127', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('461', null, null, null, 'P', null, '025', null, '池野心遥', null, '池野心遥', null, '女', '2008/05/25', '生野区桃谷4-19-23', '', null, '母090-3678-0728父090-3702-9642祖父080-5332-1070祖母080-5332-2058', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('462', null, null, null, 'P', null, '026', null, '張勇大', null, '張勇大', null, '男', '2008/06/30', '生野区新今里１-9-19', '', null, '母080-6129-5529祖父090-4902-4967祖母090-3992-4149', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('463', null, null, null, 'P', null, '027', null, '鄭鍾豪', null, '鄭鍾豪', null, '男', '2008/06/13', '西成区長橋1-3-19', '', null, '母090-3656-3103父090-9612-1817', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('464', null, null, null, 'P', null, '028', null, '崔ノレ', null, '崔ノレ', null, '女', '2008/08/07', '生野区桃谷4-8-20', '', null, '母090-4900-9399父090-7887-9237祖母080-1430-6817', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('465', null, null, null, 'P', null, '029', null, '崔盛賀', null, '崔盛賀', null, '男', '2008/08/02', '住吉区苅田９-13-5-1010', 'サンヴァリエ苅田5号棟1010', null, '母090-9983-9885父080-2037-6736', null, null, '1', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('466', null, null, null, 'P', null, '030', null, '金宰弘', null, '金宰弘', null, '男', '2007/12/29', '阿倍野区阪南町5-22-1-1101', 'エスリード西田辺駅前1101号', null, '父s090-6606-6924母s080-9165-7707', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('467', null, null, null, 'P', null, '031', null, '盧賢俊', null, '盧賢俊', null, '男', '2007/01/06', '住吉区苅田2-14-2-502', 'グラスヒル住吉502号', null, '父s090-9989-2604母s090-8523-8265', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('468', null, null, null, 'P', null, '032', null, '明ハル', null, '明ハル', null, '男', '2007/07/06', '堺市北区新金岡町4-2-12-1109', 'OPH新金岡12-1109', null, '', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('469', null, null, null, 'P', null, '033', null, '牟潤', null, '牟潤', null, '男', '2007/12/07', '堺市北区金岡町1620-4-309', '', null, '母s080-3797-7002父s080-3843-8050', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('470', null, null, null, 'P', null, '034', null, '成ﾚﾃ潔', null, '成ﾚﾃ潔', null, '男', '2008/01/05', '住吉区苅田９-11-10-216', '', null, '母s080-3496-8122父s080-3457-6963', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('471', null, null, null, 'P', null, '035', null, '孫明辰', null, '孫明辰', null, '男', '2007/09/26', '住吉区苅田１-4-17-112', '', null, '母s080-3118-9822父s080-3118-9821', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('472', null, null, null, 'P', null, '036', null, '梁美樹', null, '梁美樹', null, '女', '2008/03/29', '浪速区大国2-8-3-205', '', null, '', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('473', null, null, null, 'P', null, '037', null, '劉愛理', null, '劉愛理', null, '女', '2008/03/11', '生野区中川3-4-24', '', null, '母s080-3795-1134父s090-4373-4171', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('474', null, null, null, 'P', null, '038', null, '尹志成', null, '尹志成', null, '男', '2007/07/15', '浪速区湊町2-2-22-620', '', null, '父s080-3798-6774母a080-6209-9556', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('475', null, null, null, 'P', null, '039', null, '李釁ﾗ', null, '李釁ﾗ', null, '女', '2008/02/22', '住吉区我孫子東3-2-30-604', '', null, '母s080-4230-5063父d090-8652-2364', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('476', null, null, null, 'P', null, '040', null, '李ハナ', null, '李ハナ', null, '女', '2008/02/18', '高石市取石5-8-56', '', null, '母a090-8166-8695祖母a080-3113-6439父a090-8166-8714祖父a090-3948-2189', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('477', null, null, null, 'P', null, '041', null, '李花人', null, '李花人', null, '男', '2008/01/26', '天王寺区味原本町13-10-1306', 'ノバオリンピアート1306', null, '母a090-8234-2727父a090-1028-9280', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('478', null, null, null, 'P', null, '042', null, '趙煕', null, '趙煕', null, '男', '2008/02/20', '生野区鶴橋4-3-11', '', null, '母090-7340-4677祖父d090-6671-4846祖母d090-5133-5181', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('479', null, null, null, 'P', null, '043', null, '崔美優', null, '崔美優', null, '女', '2007/05/17', '東住吉区杭全8-8-2-2C', '', null, '母a090-3676-0430', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('480', null, null, null, 'P', null, '044', null, '崔新', null, '崔新', null, '男', '2007/05/04', '生野区生野東3-7-21', '', null, '母s090-4284-0553父s090-5151-5333', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('481', null, null, null, 'P', null, '045', null, '崔彩加', null, '崔彩加', null, '女', '2007/11/13', '住吉区山ノ内4-14-14', '', null, '母s090-2194-7070祖母s090-7489-3213父s090-3352-3411', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('482', null, null, null, 'P', null, '046', null, '洪琉心', null, '洪琉心', null, '女', '2007/09/21', '東住吉区照ヶ丘矢田3-3-21', '', null, '父080-6180-5444母090-3828-6253', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('483', null, null, null, 'P', null, '047', null, '朴泰暠', null, '朴泰暠', null, '男', '2007/05/09', '浪速区大国2-5-15-804', '', null, '父080-9602-7364', null, null, '2', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('484', null, null, null, 'P', null, '048', null, '須田幸宇', null, '須田幸宇', null, '女', '2007/07/19', '東大阪市御厨', '', null, '080-5463-9626', null, null, '9', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('485', null, null, null, 'P', null, '050', null, '姜莉穏', null, '姜莉穏', null, '女', '2006/09/16', '東住吉区中野3-8-11-402', '', null, '母a090-1133-5574父a090-3623-4795', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('486', null, null, null, 'P', null, '051', null, '康美紗', null, '康美紗', null, '女', '2006/11/15', '富田林市山手町10-25', '', null, '母090-3283-4617', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('487', null, null, null, 'P', null, '052', null, '姜河恩', null, '姜河恩', null, '女', '2006/09/12', '平野区長吉出戸2-5-13-903', 'ピュール出戸903', null, '母d090-4291-3899', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('488', null, null, null, 'P', null, '053', null, '高佳賢', null, '高佳賢', null, '女', '2006/12/20', '阿倍野区播磨町3-1-13-603', '', null, '母s080-4768-5500', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('489', null, null, null, 'P', null, '054', null, '倉澤芳佳', null, '倉澤芳佳', null, '女', '2006/08/11', '住吉区遠里小野2-10-27-504', 'エクシード遠里小野', null, '母p070-5041-7069', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('490', null, null, null, 'P', null, '055', null, '金度賢', null, '金度賢', null, '男', '2006/08/29', '阿倍野区阿倍野筋2-4-37-1212', '', null, '父d080-8332-1791母d080-8505-6721', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('491', null, null, null, 'P', null, '056', null, 'ﾑﾑﾚﾄ・', null, 'ﾑﾑﾚﾄ・', null, '女', '2006/08/18', '東成区玉津2-16-13-405', 'シャルマン富士ビルトモア405号', null, '母s090-1957-4097', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('492', null, null, null, 'P', null, '057', null, '金ヨセフ', null, '金ヨセフ', null, '男', '2006/08/15', '住吉区苅田9-11-10-812', '', null, '母s090-3927-6117', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('493', null, null, null, 'P', null, '058', null, '金頸煥', null, '金頸煥', null, '男', '2007/01/22', '天王寺区大道4-7-23-605', '', null, '母a090-3626-2216', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('494', null, null, null, 'P', null, '059', null, '中澤勉', null, '中澤勉', null, '男', '2006/10/23', '西成区北開1-1-１-109', '', null, '', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('495', null, null, null, 'P', null, '060', null, '盧侑緯', null, '盧侑緯', null, '女', '2006/10/10', '生野区勝山南4-8-17', '', null, '母d090-9693-6557父d090-8575-8816', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('496', null, null, null, 'P', null, '061', null, '朴有唯', null, '朴有唯', null, '女', '2006/09/07', '都島区都島北通2-22-32-2502', '', null, '母d090-7357-6037父d090-2597-4643', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('497', null, null, null, 'P', null, '062', null, '齋藤朝果', null, '齋藤朝果', null, '女', '2006/10/09', '住吉区遠里小野2-10-27-404', '', null, '母s090-1447-0743父s080-3844-4249', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('498', null, null, null, 'P', null, '063', null, '坂口犒亮', null, '坂口犒亮', null, '男', '2007/02/02', '住吉区我孫子東１-13-５-508', '', null, '母d090-1685-8219父d090-2350-3201', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('499', null, null, null, 'P', null, '064', null, '申守桓', null, '申守桓', null, '男', '2006/08/22', '住吉区山之内3-15-22', '', null, '母s090-1918-1442父s080-5351-1442', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('500', null, null, null, 'P', null, '065', null, '落合美悠', null, '落合美悠', null, '女', '2007/03/20', '平野区平野東1-7-25-809', '', null, '母a080-3059-7128', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('501', null, null, null, 'P', null, '066', null, '吉村彩音', null, '吉村彩音', null, '男', '2007/03/29', '平野区加美西１-16-14-203', '', null, '母s080-3774-5588', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('502', null, null, null, 'P', null, '067', null, '李相孝', null, '李相孝', null, '男', '2006/07/20', '住吉区苅田９-13-６-706', 'ｫ・ｪｫﾑｫ・ｹカルテエ201', null, '父s080-3200-0706母s080-4176-5114', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('503', null, null, null, 'P', null, '068', null, 'ﾗﾝ犧ﾚﾇ', null, 'ﾗﾝ犧ﾚﾇ', null, '男', '2007/02/27', '堺市堺区香ヶ丘1-6-12-205', '', null, '母s080-3059-9263', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('504', null, null, null, 'P', null, '069', null, '李柔霖', null, '李柔霖', null, '女', '2006/05/13', '住吉区我孫子東3-２-30', '', null, '母s080-4230-5063', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('505', null, null, null, 'P', null, '070', null, '趙   雅', null, '趙   雅', null, '女', '2006/05/08', '住吉区遠里小野2-10-27-505', '', null, '080-4026-9245/080-4393-5204', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('506', null, null, null, 'P', null, '071', null, '洪咲羅', null, '洪咲羅', null, '女', '2007/01/10', '生野区中川2-16-12', '', null, '父d090-8882-1232母d090-8199-8222祖父d090-5367-3342祖母d090-5367-2093', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('507', null, null, null, 'P', null, '072', null, '・・ﾚｴ', null, '・・ﾚｴ', null, '女', '2006/05/16', '住吉区我孫子東3-8-2-406', '', null, '父s080-4493-2682父店6608-0033母s080-4233-2682祖母a080-5325-7886', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('508', null, null, null, 'P', null, '073', null, '具齋亨', '榊', '具齋亨', null, '男', '2006/12/20', '堺市南区赤坂台3-9-32-308', '', null, '父090-5241-8642母090-9998-2879', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('509', null, null, null, 'P', null, '074', null, '尹エイン', null, '尹エイン', null, '女', '2006/06/21', '阿倍野区阪南町4-17-22', '', null, '', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('510', null, null, null, 'P', null, '075', null, 'ﾗﾝﾌﾝ', null, 'ﾗﾝﾌﾝ', null, '女', '2006/09/17', '住吉区遠里小野2-10-27-604', 'エクシード遠里小野604', null, '080-2073-6931', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('511', null, null, null, 'P', null, '143', null, 'ﾟ・ﾘ鰥', null, 'ﾟ・ﾘ鰥', null, '男', '2007/04/04', '浪速区大国2-1-16-506', 'パインブルック506', null, '母080-6161-5957', null, null, '3', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('512', null, null, null, 'P', null, '076', null, '康一貴', null, '康一貴', null, '男', '2005/05/31', '平野区加美北1-25-19', '', null, '090-1447-6835', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('513', null, null, null, 'P', null, '077', null, '高忠希', null, '高忠希', null, '男', '2005/07/02', '住吉区遠里小野7-6-5', '', null, '母s090-2599-6376父s090-5168-6217', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('514', null, null, null, 'P', null, '078', null, '金佳愛', null, '金佳愛', null, '女', '2005/10/15', '阿倍野区北畠1-1-14', '', null, '母s080-3760-2590父s080-3760-2979', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('515', null, null, null, 'P', null, '079', null, '金昇英', null, '金昇英', null, '男', '2006/01/13', '西成区長橋1-7-19', '', null, '母d090-3282-1460', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('516', null, null, null, 'P', null, '080', null, '金承載', null, '金承載', null, '男', '2005/06/25', '浪速区湊町2-1-34-916', 'アーベイン難波916', null, '', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('517', null, null, null, 'P', null, '081', null, '金恩波', '井上', '金恩波', null, '女', '2005/05/09', '平野区平野南3-11-5-305', 'メゾンプリミエール201', null, '母a080-5356-4752伯母090-8208-1021', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('518', null, null, null, 'P', null, '082', null, '金宗植', null, '金宗植', null, '男', '2006/01/08', '住吉区苅田1-9-8-601', 'フレアコート山野601', null, '母s080-6134-6608', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('519', null, null, null, 'P', null, '083', null, '朴瑞珍', null, '朴瑞珍', null, '男', '2005/11/24', '生野区中川東1-2-26', '', null, 'イモ090-5245-7934父080-3819-9876', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('520', null, null, null, 'P', null, '084', null, '裴宰賢', null, '裴宰賢', null, '男', '2005/01/06', '住吉区苅田9-1サンヴァリエ苅田3-805', 'サンヴァリエ苅田3-805', null, '母090-8449-0306', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('521', null, null, null, 'P', null, '085', null, '孫鈺辰', null, '孫鈺辰', null, '男', '2006/02/05', '住吉区苅田１-４-17-112', 'サンヴァリエ17-112', null, '母s080-3118-9822父s080-3118-9821', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('522', null, null, null, 'P', null, '086', null, '辛陽花', null, '辛陽花', null, '女', '2005/12/10', '住吉区大領4-5-25', '', null, '母s090-6679-5792', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('523', null, null, null, 'P', null, '087', null, '梁知允', null, '梁知允', null, '女', '2005/12/07', '生野区桃谷4-7-21', '', null, '080-4764-3698', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('524', null, null, null, 'P', null, '088', null, '尹洗ﾞｰ', null, '尹洗ﾞｰ', null, '男', '2006/03/04', '住吉区苅田2-13-25-105', 'エクシード６A', null, '', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('525', null, null, null, 'P', null, '089', null, '李美那', null, '李美那', null, '女', '2005/09/14', '平野区加美鞍作2-3-14', '', null, '父d090-2703-9111母a090-8983-2399', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('526', null, null, null, 'P', null, '090', null, '李　慎', null, '李　慎', null, '男', '2005/08/25', '西成区南開2-3-2-403', '', null, '母a090-6205-2587父a090-9709-5178', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('527', null, null, null, 'P', null, '091', null, '李陽花', '', '李陽花', null, '女', '2006/02/23', '西成区t', '森田様方', null, '母s090-9869-3900', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('528', null, null, null, 'P', null, '092', null, '煇・', null, '煇・', null, '男', '2005/08/31', '住吉区苅田9-14-7-1002', 'コートマルナカ　1002号', null, '父d080-2400-3699母s090-6671-6154', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('529', null, null, null, 'P', null, '093', null, '鄭鍾道', null, '鄭鍾道', null, '男', '2005/11/20', '西成区長橋1-3-19', '', null, '母s090-3656-3103', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('530', null, null, null, 'P', null, '094', null, '鄭至誠', null, '鄭至誠', null, '男', '2005/04/12', '平野区加美東4-19-16', '', null, '母d090-5965-0922父a090-1595-9632', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('531', null, null, null, 'P', null, '095', null, '崔美蘭', null, '崔美蘭', null, '女', '2005/03/23', '東住吉区杭全8-8-21-2C', 'ノバ土亀２C', null, '母080-4480-6716コモ090-5363-3568イモ090-8527-1164', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('532', null, null, null, 'P', null, '096', null, '崔美英', null, '崔美英', null, '女', '2005/08/09', '泉大津市北豊中3-3-9', '', null, '母s090-9984-0812父s090-9717-8407祖父090-3030-2126', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('533', null, null, null, 'P', null, '097', null, '崔盛現', null, '崔盛現', null, '男', '2005/11/07', '住吉区苅田9-3-5-1010', 'サンヴァリエ苅田5号棟1010', null, '母s080-3818-4865父s080-2037-6736', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('534', null, null, null, 'P', null, '098', null, '崔修平', null, '崔修平', null, '男', '2005/07/30', '住吉区山之内4-14-14', '', null, '母s090-2192-7070祖母s090-7489-3213父s090-3352-3411', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('535', null, null, null, 'P', null, '099', null, '崔結貴', null, '崔結貴', null, '女', '2005/09/12', '阿倍野区北畠1-1-24-701', 'セレッソコート701', null, '母d090-3272-1174父d090-5161-6340祖父母6653-5955', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('536', null, null, null, 'P', null, '101', null, '韓承鉉', '', '韓承鉉', null, '男', '2004/12/02', '中央区粉川町3-4アジュール801', '', null, '090-1447-6835', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('537', null, null, null, 'P', null, '100', null, '洪拓希', null, '洪拓希', null, '男', '2005/10/21', '東住吉区照ヶ丘矢田3－3－２６', 'セントポーリアアビコ306', null, '', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('538', null, null, null, 'P', null, '102', null, '呉朱桓', null, '呉朱桓', null, '男', '2005/09/20', '住吉区我孫子2-4-27-502', 'ラフォーレA502', null, '070-2820-9707', null, null, '4', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('539', null, null, null, 'P', null, '103', null, '権智香', null, '権智香', null, '女', '2004/04/23', '平野区加美東4-6-6', '', null, '母d090-3263-1494', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('540', null, null, null, 'P', null, '104', null, '金世理', null, '金世理', null, '男', '2005/03/17', '生野区田島1-11-5', '', null, '父d090-5136-8732母d090-5136-4730', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('541', null, null, null, 'P', null, '105', null, '金姫会', null, '金姫会', null, '女', '2004/12/16', '生野区鶴橋2-15-2', '', null, '母d090-7968-5655父d090-3273-7723', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('542', null, null, null, 'P', null, '106', null, '内藤心優', null, '内藤心優', null, '女', '2004/06/01', '堺市堺区浅香山町3-10-25-1102', '', null, '母s090-8146-9206父s090-9217-6144', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('543', null, null, null, 'P', null, '107', null, '柳惠', null, '柳惠', null, '女', '2005/02/04', '中央区島之内2-4-34-213', 'エクセルライフ島之内213', null, '母s090-3673-1804', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('544', null, null, null, 'P', null, '108', null, '毛利理香', null, '毛利理香', null, '女', '2005/01/25', '生野区生野東3-10-6', '', null, '母s090-6060-2968', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('545', null, null, null, 'P', null, '109', null, '齋藤舞依', null, '齋藤舞依', null, '女', '2004/08/14', '住吉区遠里小野2-10-27-404', '', null, '母s090-1447-0743', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('546', null, null, null, 'P', null, '110', null, '成演佑', null, '成演佑', null, '男', '2004/06/02', '阿倍野区西田辺町2-8-4-602', 'クラウンハイム西田辺602', null, '父d090-9618-7923母d090-7103-6921', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('547', null, null, null, 'P', null, '111', null, '孫彩友', null, '孫彩友', null, '男', '2005/02/06', '堺市中区楢葉170-２-907', 'フェルティメイツ泉ヶ丘2-907', null, '母s090-9111-7277父s090-9287-8490', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('548', null, null, null, 'P', null, '112', null, '呉真書', null, '呉真書', null, '女', '2004/11/09', '堺市中区土塔町108-55', '', null, '母d090-6206-1897父d090-7963-5383', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('549', null, null, null, 'P', null, '113', null, '若本早希乃', null, '若本早希乃', null, '女', '2005/01/31', '東住吉区住道矢田9-8-28', '', null, '父a090-3628-0165母a090-6238-0165', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('550', null, null, null, 'P', null, '114', null, '尹英碩', null, '尹英碩', null, '男', '2004/10/11', '生野区巽北2－6－19-403', 'シャト映光巽403', null, '母d090-3166-7856', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('551', null, null, null, 'P', null, '115', null, '張喜珍', null, '張喜珍', null, '女', '2004/06/15', '東住吉区今林4－１１－９', 'ファミール永田305', null, '母s080-5345-9204', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('552', null, null, null, 'P', null, '116', null, '趙秀彬', null, '趙秀彬', null, '女', '2004/03/01', '住吉区遠里小野3-10-11-111', '', null, '父s090-1394-1942母s090-6027-1942', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('553', null, null, null, 'P', null, '117', null, 'ﾐ･', null, 'ﾐ･', null, '男', '2005/03/22', '住吉区千躰１-1-5-507', 'アイシャレー長居公園401', null, '母s090-1714-1230', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('554', null, null, null, 'P', null, '118', null, '崔智雄', null, '崔智雄', null, '男', '2004/07/13', '浪速区日本橋東3-14-10-201', '', null, '', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('555', null, null, null, 'P', null, '119', null, '林雅晟', null, '林雅晟', null, '男', '2004/12/09', '住吉区我孫子西2-9-6-305', '市営住宅', null, '母s090-3714-0528父s090-9615-0729', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('556', null, null, null, 'P', null, '120', null, '韓奈瑚', null, '韓奈瑚', null, '女', '2005/03/07', '東大阪市衣摺4-12-28', '', null, '母s090-6667-4548', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('557', null, null, null, 'P', null, '121', null, '金那旺', null, '金那旺', null, '男', '2004/07/31', '東大阪市俊徳町2-5-21', '', null, '母090-3655-4333父090-3654-4333', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('558', null, null, null, 'P', null, '122', null, '尹優颯', null, '尹優颯', null, '男', '2004/08/17', '阿倍野区阪南町4-17-22', '', null, '', null, null, '5', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('559', null, null, null, 'P', null, '124', null, '高優愛', null, '高優愛', null, '女', '2003/04/25', '住吉区遠里小野7-6-5', '', null, '母s090-2599-6376', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('560', null, null, null, 'P', null, '125', null, '金世和', null, '金世和', null, '男', '2003/06/17', '生野区田島1-11-5', '', null, '母d090-5136-4730父d090-5136-8732', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('561', null, null, null, 'P', null, '126', null, '金寧和', '今利寧和', '金寧和', null, '女', '2003/12/28', '生野区巽東2-8-16-501', 'ブルースカイ501', null, '母au090-8379-5258父au090-2045-9791', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('562', null, null, null, 'P', null, '127', null, '金宥祈', null, '金宥祈', null, '男', '2004/02/18', '生野区鶴橋5-20-15', '', null, '父s080-3773-1097母s090-6676-3837祖父d090-8980-5398祖母d090-7355-5426', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('563', null, null, null, 'P', null, '128', null, '金賢政', null, '金賢政', null, '女', '2003/09/02', '阿倍野区阿倍野筋2-4-37-1212', '', null, '090-1447-6835', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('564', null, null, null, 'P', null, '129', null, '朴嘉樹', null, '朴嘉樹', null, '男', '2003/08/29', '堺市堺区北清水町1-4-18', '', null, '母au090-1487-0839', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('565', null, null, null, 'P', null, '130', null, '牋ﾔﾛ・', null, '牋ﾔﾛ・', null, '女', '2003/12/30', '阿倍野区旭町１-6-1-702', 'NOVA今里604号', null, '母s090-3992-4009父s090-3996-4009友人s090-8233-2533/s080-6151-8598', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('566', null, null, null, 'P', null, '131', null, '塩谷茜', null, '塩谷茜', null, '女', '2003/12/13', '住吉区遠里小野2-15-5-1003', '', null, '母070-5589-9432', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('567', null, null, null, 'P', null, '132', null, '慎珠理', null, '慎珠理', null, '女', '2003/07/09', '東成区玉津2-11-5', '', null, '母s090-3719-4839父s080-5308-7875', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('568', null, null, null, 'P', null, '133', null, '呉鎭宇', null, '呉鎭宇', null, '男', '2003/10/09', '堺市中区土塔町108-55', '', null, '母090-6559-3959', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('569', null, null, null, 'P', null, '134', null, '井上澄香', null, '井上澄香', null, '女', '2003/06/04', '住吉区沢之町2-4-12-404', 'コーポあびこ404', null, '母w070-5663-3566', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('570', null, null, null, 'P', null, '135', null, '石田晃基', null, '石田晃基', null, '男', '2004/03/03', '住吉区山之内3-4-15-203', 'セレーノ山之内203', null, '母s090-8484-7484父s090-9864-7987', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('571', null, null, null, 'P', null, '136', null, '趙晟智', null, '趙晟智', null, '男', '2003/05/04', '東大阪市足代南1-11-5', '', null, '母au090-7764-1124', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('572', null, null, null, 'P', null, '137', null, '韓準秀', null, '韓準秀', null, '男', '2003/09/17', '住吉区山之内1-22-16', '', null, '母s080-5174-4325父s090-9436-2885', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('573', null, null, null, 'P', null, '138', null, '黄翔敏', null, '黄翔敏', null, '男', '2004/01/13', '住吉区山之内１-23-24', '市営住宅', null, '母s080-4233-2682', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('574', null, null, null, 'P', null, '139', null, '船越谷心', null, '船越谷心', null, '女', '2003/09/17', '阿倍野区天王寺町北2-31-24-901', '朝日プラザ天王寺901', null, '母s080-5304-1347', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('575', null, null, null, 'P', null, '140', null, 'ﾑﾑﾚﾃ', null, 'ﾑﾑﾚﾃ', null, '男', '2003/06/17', '堺市北区中長尾町3-5-2-901', 'セレクレッド901号', null, '父080-5884-9958', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('576', null, null, null, 'P', null, '141', null, 'ﾑﾑ・', null, 'ﾑﾑ・', null, '女', '2003/11/14', '住吉区苅田9-13-5-1107', 'サンウ゛ァリエ苅田5-1107', null, '母080-9470-2715兄080-9606-8994父81-10-2242-1045', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('577', null, null, null, 'P', null, '142', null, '李泰雨', null, '李泰雨', null, '男', '2003/08/26', '住吉区遠里小野2-10-27-604', 'エクシード遠里小野604', null, '080-2073-6931', null, null, '6', null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('646', null, null, null, 'J', null, null, '1', '門脇怜華', null, '가도와키 레이카', null, '男', '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('647', null, null, null, 'J', null, null, '2', '金 成 允', null, '김성윤', null, '男', '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('648', null, null, null, 'J', null, null, '3', '金 恩 賓', null, '김은빈', null, '男', '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('649', null, null, null, 'J', null, null, '4', '竹村佳純', null, '다케무라 카스미', null, '男', '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('650', null, null, null, 'J', null, null, '5', '出口桃華', null, '데구치 모모카', null, '男', '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('651', null, null, null, 'J', null, null, '6', '松本結菜', null, '마츠모토 유나', null, '男', '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('652', null, null, null, 'J', null, null, '7', '塩田花乃', null, '시오다 하나노', null, '男', '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('653', null, null, null, 'J', null, null, '8', '李 心 香', null, '이심향', null, '女', '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('654', null, null, null, 'J', null, null, '9', '李 채 송', null, '이채송', null, '女', '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('655', null, null, null, 'J', null, null, '10', '浜口珠希', null, '하마구치 타마키', null, '男', '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('656', null, null, null, 'J', null, null, '11', '鉾之原ゆき', null, '호코노하라 유키', null, '男', '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('657', null, null, null, 'J', null, null, '21', '中地寛志', null, '나카치 히로시', null, '男', '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('658', null, null, null, 'J', null, null, '22', '朴 時 穏', null, '박시온', null, '男', '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('659', null, null, null, 'J', null, null, '23', '徐 大 祐', null, '서대우', null, '男', '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('660', null, null, null, 'J', null, null, '24', '李 壮 植', null, '이창식', null, '男', '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('661', null, null, null, 'J', null, null, '25', '許 柳 彬', null, '허유빈', null, '男', '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('662', null, null, null, 'J', null, null, '1', '郷矢麗菜', null, '고우야 레나', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('663', null, null, null, 'J', null, null, '2', '木部綸音', null, '기베 린네', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('664', null, null, null, 'J', null, null, '3', '金 度 渶', null, '김도영', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('665', null, null, null, 'J', null, null, '4', '金 賢 眞', null, '김현진', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('666', null, null, null, 'J', null, null, '5', '竹村友希', null, '다케무라 유우키', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('667', null, null, null, 'J', null, null, '6', '徐 有 珍', null, '서유진', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('668', null, null, null, 'J', null, null, '7', '梁 希 華', null, '양희화', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('669', null, null, null, 'J', null, null, '8', '梅田有里', null, '우메다 유리', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('670', null, null, null, 'J', null, null, '9', '石田奈々香', null, '이시다 나나카', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('671', null, null, null, 'J', null, null, '10', '李 梨 花', null, '이이화', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('672', null, null, null, 'J', null, null, '11', '李 周 恩', null, '이주은', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('673', null, null, null, 'J', null, null, '21', '金 敬 旻', null, '김경민', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('674', null, null, null, 'J', null, null, '22', '金 英 彬', null, '김영빈', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('675', null, null, null, 'J', null, null, '23', '金 周 憲', null, '김주헌', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('676', null, null, null, 'J', null, null, '24', '李 嶺 一', null, '이영일', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('677', null, null, null, 'J', null, null, '25', '曺 岐 瑛', null, '조기영', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('678', null, null, null, 'J', null, null, '26', '黄 正 鎬', null, '황정호', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('679', null, null, null, 'J', null, null, '1', '姜濟燕', null, '姜濟燕', null, null, '2002/03/27', null, null, '06-6608-8212', null, '558-0041', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('680', null, null, null, 'J', null, null, '2', '権春香', null, '権春香', null, null, '2002/02/04', null, null, '06-7504-7069', null, '547-0002', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('681', null, null, null, 'J', null, null, '3', '北川桜', null, '北川桜', null, null, '2001/04/21', null, null, '06-6498-6564', null, '661-0977', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('682', null, null, null, 'J', null, null, '4', '金愛理', null, '金愛理', null, null, '2001/06/26', null, null, '06-6464-9009', null, '554-0001', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('683', null, null, null, 'J', null, null, '5', '金昡志', null, '金昡志', null, null, '2001/07/08', null, null, '06-6115-6360', null, '558-0011', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('684', null, null, null, 'J', null, null, '6', '長尾柚', null, '長尾柚', null, null, '2002/01/08', null, null, '072-227-2786', null, '590-0065', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('685', null, null, null, 'J', null, null, '7', '中村瑞妃', null, '中村瑞妃', null, null, '2001/05/05', null, null, '0745-79-8312', null, '639-0256', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('686', null, null, null, 'J', null, null, '8', '竹上きづな', null, '竹上きづな', null, null, '2001/10/17', null, null, '072-415-1380', null, '590-0435', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('687', null, null, null, 'J', null, null, '9', '武内李華', null, '武内李華', null, null, '2001/09/01', null, null, '072-754-4466', null, '563-0021', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('688', null, null, null, 'J', null, null, '10', '松崎有祐', null, '松崎有祐', null, null, '2001/12/31', null, null, '06-7504-3583', null, '544-0031', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('689', null, null, null, 'J', null, null, '11', '毛利理咲', null, '毛利理咲', null, null, '2001/09/23', null, null, '050-1003-8177', null, '544-0025', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('690', null, null, null, 'J', null, null, '12', '南口月海', null, '南口月海', null, null, '2001/04/03', null, null, '072-338-0624', null, '580-0022', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('691', null, null, null, 'J', null, null, '13', '柴田彩夏', null, '柴田彩夏', null, null, '2001/07/17', null, null, '06-6716-3018', null, '554-0034', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('692', null, null, null, 'J', null, null, '14', '大原咲良', null, '大原咲良', null, null, '2001/04/24', null, null, '06-6468-5334', null, '554-0024', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('693', null, null, null, 'J', null, null, '15', '韓里瑚', null, '韓里瑚', null, null, '2002/02/04', null, null, '06-6729-4101', null, '577-0827', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('694', null, null, null, 'J', null, null, '16', '韓晶恵', null, '韓晶恵', null, null, '2001/11/08', null, null, '06-6608-2885', null, '558-0023', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('695', null, null, null, 'J', null, null, '17', '船越谷恩', null, '船越谷恩', null, null, '2001/05/09', null, null, '06‐6719‐6700', null, '545‐0001', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('696', null, null, null, 'J', null, null, '21', '呉宙嬪', null, '呉宙嬪', null, null, '1900/01/01', null, null, '06-6717-1494', null, '544-0034', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('697', null, null, null, 'J', null, null, '22', '姜山河', null, '姜山河', null, null, '2001/06/13', null, null, '090-1159-5581', null, '554-0004', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('698', null, null, null, 'J', null, null, '23', '金恒輝', null, '金恒輝', null, null, '2001/08/08', null, null, '090-6242-8889', null, '556-0023', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('699', null, null, null, 'J', null, null, '24', '中村一也', null, '中村一也', null, null, '2001/12/28', null, null, '072-258-1545', null, '519-8022', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('700', null, null, null, 'J', null, null, '25', '牟隆', null, '牟隆', null, null, '2002/01/06', null, null, '06-6608-1307', null, '558-0032', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('701', null, null, null, 'J', null, null, '26', '齋藤宗和', null, '齋藤宗和', null, null, '2002/03/18', null, null, '080-5300-3762', null, '542-0073', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('702', null, null, null, 'J', null, null, '27', '尹璟斌', null, '尹璟斌', null, null, '2001/10/09', null, null, '06-6794-7283', null, '547-0004', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('703', null, null, null, 'J', null, null, '28', '李克彦', null, '李克彦', null, null, '2001/04/04', null, null, '072-245-7300', null, '592-8334', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('704', null, null, null, 'J', null, null, '29', '林大貴', null, '林大貴', null, null, '2002/01/17', null, null, '080-5765-8405', null, '558-0013', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('705', null, null, null, 'J', null, null, '30', '蔣殷碩', null, '蔣殷碩', null, null, '2001/07/28', null, null, '06-4703-3907', null, '558-0011', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('706', null, null, null, 'J', null, null, '31', '洪垈揆', null, '洪垈揆', null, null, '2001/09/09', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('707', null, null, null, 'J', null, null, '1', '姜美花', null, '강미화', null, null, '2000/06/11', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('708', null, null, null, 'J', null, null, '2', '黒松美佑', null, '구로마츠 미유', null, null, '2000/12/28', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('709', null, null, null, 'J', null, null, '3', '金恩智', null, '김은지', null, null, '2000/11/11', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('710', null, null, null, 'J', null, null, '4', '中野有花', null, '나카노 유우카', null, null, '2001/01/29', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('711', null, null, null, 'J', null, null, '5', '西山真由', null, '니시야마 마유', null, null, '2000/06/13', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('712', null, null, null, 'J', null, null, '6', '朴美有', null, '박미유', null, null, '2001/02/12', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('713', null, null, null, 'J', null, null, '7', '山下夏実', null, '야마시타 나츠미', null, null, '2001/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('714', null, null, null, 'J', null, null, '8', '梁華理', null, '양화리', null, null, '2000/05/28', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('715', null, null, null, 'J', null, null, '9', '池田梨々花', null, '이케다 리리카', null, null, '2001/03/15', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('716', null, null, null, 'J', null, null, '10', '李侑香', null, '이유향', null, null, '2001/02/08', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('717', null, null, null, 'J', null, null, '11', '許愛里', null, '허애리', null, null, '2001/01/15', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('718', null, null, null, 'J', null, null, '21', '権純齋', null, '권순재', null, null, '2000/07/02', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('719', null, null, null, 'J', null, null, '22', '金カラム', null, '김가람', null, null, '2000/06/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('720', null, null, null, 'J', null, null, '23', '金瑩晳', null, '김영석', null, null, '2001/02/26', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('721', null, null, null, 'J', null, null, '24', '塩谷宣和', null, '시오야 노리카즈', null, null, '2000/06/20', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('722', null, null, null, 'J', null, null, '25', '申義炅', null, '신의경 ', null, null, '2001/01/26', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('723', null, null, null, 'J', null, null, '26', '鄭聖耀', null, '정성요', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('724', null, null, null, 'J', null, null, '27', '韓伸祥', null, '한신상', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('725', null, null, null, 'J', null, null, '1', '金苑美', null, '김원미', null, null, '2001/03/04', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('726', null, null, null, 'J', null, null, '2', '金知潤', null, '김지윤', null, null, '2000/06/14', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('727', null, null, null, 'J', null, null, '3', '金慧玲', null, '김혜령', null, null, '2000/09/22', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('728', null, null, null, 'J', null, null, '4', '竹中雪乃', null, '다케나카 유키노', null, null, '2001/01/18', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('729', null, null, null, 'J', null, null, '5', '森岡桜', null, '모리오카 사쿠라', null, null, '2000/11/15', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('730', null, null, null, 'J', null, null, '6', '朴宣映', null, '박선영', null, null, '2000/07/07', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('731', null, null, null, 'J', null, null, '7', '斉藤由珠', null, '사이토 유즈', null, null, '2000/08/24', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('732', null, null, null, 'J', null, null, '8', '徐優香', null, '서우향', null, null, '2000/09/13', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('733', null, null, null, 'J', null, null, '9', '兪蓮洙', null, '유연수', null, null, '2000/12/28', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('734', null, null, null, 'J', null, null, '10', '李世和', null, '이세화', null, null, '2000/09/24', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('735', null, null, null, 'J', null, null, '11', '曺寧仁', null, '조영인', null, null, '2000/10/02', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('736', null, null, null, 'J', null, null, '12', '許優里', null, '허우리', null, null, '2000/07/17', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('737', null, null, null, 'J', null, null, '21', '姜尚志', null, '강상지', null, null, '2000/05/16', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('738', null, null, null, 'J', null, null, '22', '金燦植', null, '김찬식', null, null, '2000/07/26', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('739', null, null, null, 'J', null, null, '23', '金賢星', null, '김현성', null, null, '2000/03/21', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('740', null, null, null, 'J', null, null, '24', '金炫旭', null, '김현욱', null, null, '2000/12/12', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('741', null, null, null, 'J', null, null, '25', '朴濟顯', null, '박제현', null, null, '2000/04/04', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('742', null, null, null, 'J', null, null, '26', '裵城賢', null, '배성현', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student2` VALUES ('743', null, null, null, 'J', null, null, '27', '鄭賢浩', null, '정현호', null, null, '1900/01/01', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);

-- ----------------------------
-- Table structure for `student_bus`
-- ----------------------------
DROP TABLE IF EXISTS `student_bus`;
CREATE TABLE `student_bus` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `student_id` bigint(20) DEFAULT NULL,
  `sector` varchar(100) DEFAULT NULL,
  `start_station` varchar(100) DEFAULT NULL,
  `end_station` varchar(100) DEFAULT NULL,
  `bus` varchar(10) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=31 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of student_bus
-- ----------------------------
INSERT INTO `student_bus` VALUES ('30', '82', 'sdf', 'sdfsd', 'dfsd', 'sdfsdfds', '0', null, null, null);

-- ----------------------------
-- Table structure for `student_career`
-- ----------------------------
DROP TABLE IF EXISTS `student_career`;
CREATE TABLE `student_career` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `student_id` bigint(20) DEFAULT NULL,
  `school_name` varchar(100) DEFAULT NULL,
  `pre_school_name` varchar(100) DEFAULT NULL,
  `school_state` varchar(10) DEFAULT NULL,
  `enter_date` varchar(30) DEFAULT NULL,
  `admit_date` varchar(30) DEFAULT NULL,
  `gradu_date` varchar(30) DEFAULT NULL,
  `explu_date` varchar(30) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of student_career
-- ----------------------------

-- ----------------------------
-- Table structure for `student_class`
-- ----------------------------
DROP TABLE IF EXISTS `student_class`;
CREATE TABLE `student_class` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `student_id` bigint(20) DEFAULT NULL,
  `school_year` varchar(50) DEFAULT NULL,
  `name` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=502 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of student_class
-- ----------------------------
INSERT INTO `student_class` VALUES ('7', '267', '1', 'A');
INSERT INTO `student_class` VALUES ('8', '268', '1', 'A');
INSERT INTO `student_class` VALUES ('9', '269', '1', 'A');
INSERT INTO `student_class` VALUES ('10', '270', '1', 'A');
INSERT INTO `student_class` VALUES ('11', '271', '1', 'A');
INSERT INTO `student_class` VALUES ('12', '272', '1', 'A');
INSERT INTO `student_class` VALUES ('13', '273', '1', 'A');
INSERT INTO `student_class` VALUES ('14', '274', '1', 'A');
INSERT INTO `student_class` VALUES ('15', '275', '1', 'A');
INSERT INTO `student_class` VALUES ('16', '276', '1', 'A');
INSERT INTO `student_class` VALUES ('17', '277', '1', 'A');
INSERT INTO `student_class` VALUES ('18', '278', '1', 'A');
INSERT INTO `student_class` VALUES ('19', '279', '1', 'A');
INSERT INTO `student_class` VALUES ('20', '280', '1', 'A');
INSERT INTO `student_class` VALUES ('21', '281', '1', 'A');
INSERT INTO `student_class` VALUES ('22', '282', '1', 'A');
INSERT INTO `student_class` VALUES ('23', '283', '1', 'A');
INSERT INTO `student_class` VALUES ('24', '284', '1', 'A');
INSERT INTO `student_class` VALUES ('25', '285', '1', 'A');
INSERT INTO `student_class` VALUES ('26', '286', '1', 'A');
INSERT INTO `student_class` VALUES ('27', '287', '1', 'A');
INSERT INTO `student_class` VALUES ('28', '288', '1', 'A');
INSERT INTO `student_class` VALUES ('29', '289', '1', 'A');
INSERT INTO `student_class` VALUES ('30', '290', '1', 'A');
INSERT INTO `student_class` VALUES ('31', '291', '1', 'A');
INSERT INTO `student_class` VALUES ('32', '292', '1', 'A');
INSERT INTO `student_class` VALUES ('33', '293', '1', 'A');
INSERT INTO `student_class` VALUES ('34', '294', '1', 'A');
INSERT INTO `student_class` VALUES ('35', '295', '1', 'A');
INSERT INTO `student_class` VALUES ('36', '296', '1', 'D');
INSERT INTO `student_class` VALUES ('37', '297', '1', 'D');
INSERT INTO `student_class` VALUES ('38', '298', '1', 'D');
INSERT INTO `student_class` VALUES ('39', '299', '1', 'D');
INSERT INTO `student_class` VALUES ('40', '300', '1', 'D');
INSERT INTO `student_class` VALUES ('41', '301', '1', 'D');
INSERT INTO `student_class` VALUES ('42', '302', '1', 'D');
INSERT INTO `student_class` VALUES ('43', '303', '1', 'D');
INSERT INTO `student_class` VALUES ('44', '304', '1', 'D');
INSERT INTO `student_class` VALUES ('45', '305', '1', 'D');
INSERT INTO `student_class` VALUES ('46', '306', '1', 'D');
INSERT INTO `student_class` VALUES ('47', '307', '1', 'D');
INSERT INTO `student_class` VALUES ('48', '308', '1', 'D');
INSERT INTO `student_class` VALUES ('49', '309', '1', 'D');
INSERT INTO `student_class` VALUES ('50', '310', '1', 'D');
INSERT INTO `student_class` VALUES ('51', '311', '1', 'D');
INSERT INTO `student_class` VALUES ('52', '312', '1', 'D');
INSERT INTO `student_class` VALUES ('53', '313', '1', 'D');
INSERT INTO `student_class` VALUES ('54', '314', '1', 'D');
INSERT INTO `student_class` VALUES ('55', '315', '1', 'D');
INSERT INTO `student_class` VALUES ('56', '316', '1', 'D');
INSERT INTO `student_class` VALUES ('57', '317', '1', 'D');
INSERT INTO `student_class` VALUES ('58', '318', '1', 'D');
INSERT INTO `student_class` VALUES ('59', '319', '1', 'D');
INSERT INTO `student_class` VALUES ('60', '320', '1', 'D');
INSERT INTO `student_class` VALUES ('63', '321', '2', 'A');
INSERT INTO `student_class` VALUES ('64', '322', '2', 'A');
INSERT INTO `student_class` VALUES ('65', '323', '2', 'A');
INSERT INTO `student_class` VALUES ('66', '324', '2', 'A');
INSERT INTO `student_class` VALUES ('67', '325', '2', 'A');
INSERT INTO `student_class` VALUES ('68', '326', '2', 'A');
INSERT INTO `student_class` VALUES ('69', '327', '2', 'A');
INSERT INTO `student_class` VALUES ('70', '328', '2', 'A');
INSERT INTO `student_class` VALUES ('71', '329', '2', 'A');
INSERT INTO `student_class` VALUES ('72', '330', '2', 'A');
INSERT INTO `student_class` VALUES ('73', '331', '2', 'A');
INSERT INTO `student_class` VALUES ('74', '332', '2', 'A');
INSERT INTO `student_class` VALUES ('75', '333', '2', 'A');
INSERT INTO `student_class` VALUES ('76', '334', '2', 'A');
INSERT INTO `student_class` VALUES ('77', '335', '2', 'A');
INSERT INTO `student_class` VALUES ('78', '336', '2', 'A');
INSERT INTO `student_class` VALUES ('79', '337', '2', 'A');
INSERT INTO `student_class` VALUES ('80', '338', '2', 'A');
INSERT INTO `student_class` VALUES ('81', '339', '2', 'A');
INSERT INTO `student_class` VALUES ('82', '340', '2', 'A');
INSERT INTO `student_class` VALUES ('83', '341', '2', 'A');
INSERT INTO `student_class` VALUES ('84', '342', '2', 'A');
INSERT INTO `student_class` VALUES ('85', '343', '2', 'A');
INSERT INTO `student_class` VALUES ('86', '344', '2', 'A');
INSERT INTO `student_class` VALUES ('87', '345', '2', 'A');
INSERT INTO `student_class` VALUES ('88', '346', '2', 'A');
INSERT INTO `student_class` VALUES ('89', '347', '2', 'A');
INSERT INTO `student_class` VALUES ('90', '348', '2', 'A');
INSERT INTO `student_class` VALUES ('91', '349', '2', 'A');
INSERT INTO `student_class` VALUES ('92', '350', '2', 'A');
INSERT INTO `student_class` VALUES ('93', '351', '2', 'A');
INSERT INTO `student_class` VALUES ('94', '352', '2', 'A');
INSERT INTO `student_class` VALUES ('95', '353', '2', 'A');
INSERT INTO `student_class` VALUES ('96', '354', '2', 'A');
INSERT INTO `student_class` VALUES ('97', '355', '2', 'D');
INSERT INTO `student_class` VALUES ('98', '356', '2', 'D');
INSERT INTO `student_class` VALUES ('99', '357', '2', 'D');
INSERT INTO `student_class` VALUES ('100', '358', '2', 'D');
INSERT INTO `student_class` VALUES ('101', '359', '2', 'D');
INSERT INTO `student_class` VALUES ('102', '360', '2', 'D');
INSERT INTO `student_class` VALUES ('103', '361', '2', 'D');
INSERT INTO `student_class` VALUES ('104', '362', '2', 'D');
INSERT INTO `student_class` VALUES ('105', '363', '2', 'D');
INSERT INTO `student_class` VALUES ('106', '364', '2', 'D');
INSERT INTO `student_class` VALUES ('107', '365', '2', 'D');
INSERT INTO `student_class` VALUES ('108', '366', '2', 'D');
INSERT INTO `student_class` VALUES ('109', '367', '2', 'D');
INSERT INTO `student_class` VALUES ('110', '368', '2', 'D');
INSERT INTO `student_class` VALUES ('111', '369', '2', 'D');
INSERT INTO `student_class` VALUES ('112', '370', '2', 'D');
INSERT INTO `student_class` VALUES ('113', '371', '2', 'D');
INSERT INTO `student_class` VALUES ('114', '372', '2', 'D');
INSERT INTO `student_class` VALUES ('115', '373', '2', 'D');
INSERT INTO `student_class` VALUES ('118', '374', '3', 'A');
INSERT INTO `student_class` VALUES ('119', '375', '3', 'A');
INSERT INTO `student_class` VALUES ('120', '376', '3', 'A');
INSERT INTO `student_class` VALUES ('121', '377', '3', 'A');
INSERT INTO `student_class` VALUES ('122', '378', '3', 'A');
INSERT INTO `student_class` VALUES ('123', '379', '3', 'A');
INSERT INTO `student_class` VALUES ('124', '380', '3', 'A');
INSERT INTO `student_class` VALUES ('125', '381', '3', 'A');
INSERT INTO `student_class` VALUES ('126', '382', '3', 'A');
INSERT INTO `student_class` VALUES ('127', '383', '3', 'A');
INSERT INTO `student_class` VALUES ('128', '384', '3', 'A');
INSERT INTO `student_class` VALUES ('129', '385', '3', 'A');
INSERT INTO `student_class` VALUES ('130', '386', '3', 'A');
INSERT INTO `student_class` VALUES ('131', '387', '3', 'A');
INSERT INTO `student_class` VALUES ('132', '388', '3', 'A');
INSERT INTO `student_class` VALUES ('133', '389', '3', 'A');
INSERT INTO `student_class` VALUES ('134', '390', '3', 'D');
INSERT INTO `student_class` VALUES ('135', '391', '3', 'D');
INSERT INTO `student_class` VALUES ('136', '392', '3', 'D');
INSERT INTO `student_class` VALUES ('137', '393', '3', 'D');
INSERT INTO `student_class` VALUES ('138', '394', '3', 'D');
INSERT INTO `student_class` VALUES ('139', '395', '3', 'D');
INSERT INTO `student_class` VALUES ('140', '396', '3', 'D');
INSERT INTO `student_class` VALUES ('141', '397', '3', 'D');
INSERT INTO `student_class` VALUES ('142', '398', '3', 'D');
INSERT INTO `student_class` VALUES ('143', '399', '3', 'D');
INSERT INTO `student_class` VALUES ('144', '400', '3', 'D');
INSERT INTO `student_class` VALUES ('145', '401', '3', 'D');
INSERT INTO `student_class` VALUES ('146', '402', '3', 'D');
INSERT INTO `student_class` VALUES ('147', '407', '장미반', null);
INSERT INTO `student_class` VALUES ('148', '408', '장미반', null);
INSERT INTO `student_class` VALUES ('149', '409', '장미반', null);
INSERT INTO `student_class` VALUES ('150', '410', '장미반', null);
INSERT INTO `student_class` VALUES ('151', '411', '무궁화반', null);
INSERT INTO `student_class` VALUES ('152', '412', '무궁화반', null);
INSERT INTO `student_class` VALUES ('153', '413', '무궁화반', null);
INSERT INTO `student_class` VALUES ('154', '414', '무궁화반', null);
INSERT INTO `student_class` VALUES ('155', '415', '무궁화반', null);
INSERT INTO `student_class` VALUES ('156', '416', '무궁화반', null);
INSERT INTO `student_class` VALUES ('157', '417', '무궁화반', null);
INSERT INTO `student_class` VALUES ('158', '418', '무궁화반', null);
INSERT INTO `student_class` VALUES ('159', '419', '진달래반', null);
INSERT INTO `student_class` VALUES ('160', '420', '진달래반', null);
INSERT INTO `student_class` VALUES ('161', '421', '진달래반', null);
INSERT INTO `student_class` VALUES ('162', '422', '진달래반', null);
INSERT INTO `student_class` VALUES ('163', '423', '진달래반', null);
INSERT INTO `student_class` VALUES ('164', '424', '진달래반', null);
INSERT INTO `student_class` VALUES ('165', '425', '진달래반', null);
INSERT INTO `student_class` VALUES ('166', '426', '진달래반', null);
INSERT INTO `student_class` VALUES ('167', '427', '진달래반', null);
INSERT INTO `student_class` VALUES ('168', '428', '진달래반', null);
INSERT INTO `student_class` VALUES ('169', '429', '진달래반', null);
INSERT INTO `student_class` VALUES ('170', '430', '진달래반', null);
INSERT INTO `student_class` VALUES ('171', '431', '개나리반', null);
INSERT INTO `student_class` VALUES ('172', '432', '개나리반', null);
INSERT INTO `student_class` VALUES ('173', '433', '개나리반', null);
INSERT INTO `student_class` VALUES ('174', '434', '개나리반', null);
INSERT INTO `student_class` VALUES ('175', '435', '개나리반', null);
INSERT INTO `student_class` VALUES ('176', '436', '개나리반', null);
INSERT INTO `student_class` VALUES ('177', '437', '1', null);
INSERT INTO `student_class` VALUES ('178', '438', '1', null);
INSERT INTO `student_class` VALUES ('179', '439', '1', null);
INSERT INTO `student_class` VALUES ('180', '440', '1', null);
INSERT INTO `student_class` VALUES ('181', '441', '1', null);
INSERT INTO `student_class` VALUES ('182', '442', '1', null);
INSERT INTO `student_class` VALUES ('183', '443', '1', null);
INSERT INTO `student_class` VALUES ('184', '444', '1', null);
INSERT INTO `student_class` VALUES ('185', '445', '1', null);
INSERT INTO `student_class` VALUES ('186', '446', '1', null);
INSERT INTO `student_class` VALUES ('187', '447', '1', null);
INSERT INTO `student_class` VALUES ('188', '448', '1', null);
INSERT INTO `student_class` VALUES ('189', '449', '1', null);
INSERT INTO `student_class` VALUES ('190', '450', '1', null);
INSERT INTO `student_class` VALUES ('191', '451', '1', null);
INSERT INTO `student_class` VALUES ('192', '452', '1', null);
INSERT INTO `student_class` VALUES ('193', '453', '1', null);
INSERT INTO `student_class` VALUES ('194', '454', '1', null);
INSERT INTO `student_class` VALUES ('195', '455', '1', null);
INSERT INTO `student_class` VALUES ('196', '456', '1', null);
INSERT INTO `student_class` VALUES ('197', '457', '1', null);
INSERT INTO `student_class` VALUES ('198', '458', '1', null);
INSERT INTO `student_class` VALUES ('199', '459', '1', null);
INSERT INTO `student_class` VALUES ('200', '460', '1', null);
INSERT INTO `student_class` VALUES ('201', '461', '1', null);
INSERT INTO `student_class` VALUES ('202', '462', '1', null);
INSERT INTO `student_class` VALUES ('203', '463', '1', null);
INSERT INTO `student_class` VALUES ('204', '464', '1', null);
INSERT INTO `student_class` VALUES ('205', '465', '1', null);
INSERT INTO `student_class` VALUES ('206', '466', '2', null);
INSERT INTO `student_class` VALUES ('207', '467', '2', null);
INSERT INTO `student_class` VALUES ('208', '468', '2', null);
INSERT INTO `student_class` VALUES ('209', '469', '2', null);
INSERT INTO `student_class` VALUES ('210', '470', '2', null);
INSERT INTO `student_class` VALUES ('211', '471', '2', null);
INSERT INTO `student_class` VALUES ('212', '472', '2', null);
INSERT INTO `student_class` VALUES ('213', '473', '2', null);
INSERT INTO `student_class` VALUES ('214', '474', '2', null);
INSERT INTO `student_class` VALUES ('215', '475', '2', null);
INSERT INTO `student_class` VALUES ('216', '476', '2', null);
INSERT INTO `student_class` VALUES ('217', '477', '2', null);
INSERT INTO `student_class` VALUES ('218', '478', '2', null);
INSERT INTO `student_class` VALUES ('219', '479', '2', null);
INSERT INTO `student_class` VALUES ('220', '480', '2', null);
INSERT INTO `student_class` VALUES ('221', '481', '2', null);
INSERT INTO `student_class` VALUES ('222', '482', '2', null);
INSERT INTO `student_class` VALUES ('223', '483', '2', null);
INSERT INTO `student_class` VALUES ('224', '484', '9', null);
INSERT INTO `student_class` VALUES ('225', '485', '3', null);
INSERT INTO `student_class` VALUES ('226', '486', '3', null);
INSERT INTO `student_class` VALUES ('227', '487', '3', null);
INSERT INTO `student_class` VALUES ('228', '488', '3', null);
INSERT INTO `student_class` VALUES ('229', '489', '3', null);
INSERT INTO `student_class` VALUES ('230', '490', '3', null);
INSERT INTO `student_class` VALUES ('231', '491', '3', null);
INSERT INTO `student_class` VALUES ('232', '492', '3', null);
INSERT INTO `student_class` VALUES ('233', '493', '3', null);
INSERT INTO `student_class` VALUES ('234', '494', '3', null);
INSERT INTO `student_class` VALUES ('235', '495', '3', null);
INSERT INTO `student_class` VALUES ('236', '496', '3', null);
INSERT INTO `student_class` VALUES ('237', '497', '3', null);
INSERT INTO `student_class` VALUES ('238', '498', '3', null);
INSERT INTO `student_class` VALUES ('239', '499', '3', null);
INSERT INTO `student_class` VALUES ('240', '500', '3', null);
INSERT INTO `student_class` VALUES ('241', '501', '3', null);
INSERT INTO `student_class` VALUES ('242', '502', '3', null);
INSERT INTO `student_class` VALUES ('243', '503', '3', null);
INSERT INTO `student_class` VALUES ('244', '504', '3', null);
INSERT INTO `student_class` VALUES ('245', '505', '3', null);
INSERT INTO `student_class` VALUES ('246', '506', '3', null);
INSERT INTO `student_class` VALUES ('247', '507', '3', null);
INSERT INTO `student_class` VALUES ('248', '508', '3', null);
INSERT INTO `student_class` VALUES ('249', '509', '3', null);
INSERT INTO `student_class` VALUES ('250', '510', '3', null);
INSERT INTO `student_class` VALUES ('251', '511', '3', null);
INSERT INTO `student_class` VALUES ('252', '512', '4', null);
INSERT INTO `student_class` VALUES ('253', '513', '4', null);
INSERT INTO `student_class` VALUES ('254', '514', '4', null);
INSERT INTO `student_class` VALUES ('255', '515', '4', null);
INSERT INTO `student_class` VALUES ('256', '516', '4', null);
INSERT INTO `student_class` VALUES ('257', '517', '4', null);
INSERT INTO `student_class` VALUES ('258', '518', '4', null);
INSERT INTO `student_class` VALUES ('259', '519', '4', null);
INSERT INTO `student_class` VALUES ('260', '520', '4', null);
INSERT INTO `student_class` VALUES ('261', '521', '4', null);
INSERT INTO `student_class` VALUES ('262', '522', '4', null);
INSERT INTO `student_class` VALUES ('263', '523', '4', null);
INSERT INTO `student_class` VALUES ('264', '524', '4', null);
INSERT INTO `student_class` VALUES ('265', '525', '4', null);
INSERT INTO `student_class` VALUES ('266', '526', '4', null);
INSERT INTO `student_class` VALUES ('267', '527', '4', null);
INSERT INTO `student_class` VALUES ('268', '528', '4', null);
INSERT INTO `student_class` VALUES ('269', '529', '4', null);
INSERT INTO `student_class` VALUES ('270', '530', '4', null);
INSERT INTO `student_class` VALUES ('271', '531', '4', null);
INSERT INTO `student_class` VALUES ('272', '532', '4', null);
INSERT INTO `student_class` VALUES ('273', '533', '4', null);
INSERT INTO `student_class` VALUES ('274', '534', '4', null);
INSERT INTO `student_class` VALUES ('275', '535', '4', null);
INSERT INTO `student_class` VALUES ('276', '536', '4', null);
INSERT INTO `student_class` VALUES ('277', '537', '4', null);
INSERT INTO `student_class` VALUES ('278', '538', '4', null);
INSERT INTO `student_class` VALUES ('279', '539', '5', null);
INSERT INTO `student_class` VALUES ('280', '540', '5', null);
INSERT INTO `student_class` VALUES ('281', '541', '5', null);
INSERT INTO `student_class` VALUES ('282', '542', '5', null);
INSERT INTO `student_class` VALUES ('283', '543', '5', null);
INSERT INTO `student_class` VALUES ('284', '544', '5', null);
INSERT INTO `student_class` VALUES ('285', '545', '5', null);
INSERT INTO `student_class` VALUES ('286', '546', '5', null);
INSERT INTO `student_class` VALUES ('287', '547', '5', null);
INSERT INTO `student_class` VALUES ('288', '548', '5', null);
INSERT INTO `student_class` VALUES ('289', '549', '5', null);
INSERT INTO `student_class` VALUES ('290', '550', '5', null);
INSERT INTO `student_class` VALUES ('291', '551', '5', null);
INSERT INTO `student_class` VALUES ('292', '552', '5', null);
INSERT INTO `student_class` VALUES ('293', '553', '5', null);
INSERT INTO `student_class` VALUES ('294', '554', '5', null);
INSERT INTO `student_class` VALUES ('295', '555', '5', null);
INSERT INTO `student_class` VALUES ('296', '556', '5', null);
INSERT INTO `student_class` VALUES ('297', '557', '5', null);
INSERT INTO `student_class` VALUES ('298', '558', '5', null);
INSERT INTO `student_class` VALUES ('299', '559', '6', null);
INSERT INTO `student_class` VALUES ('300', '560', '6', null);
INSERT INTO `student_class` VALUES ('301', '561', '6', null);
INSERT INTO `student_class` VALUES ('302', '562', '6', null);
INSERT INTO `student_class` VALUES ('303', '563', '6', null);
INSERT INTO `student_class` VALUES ('304', '564', '6', null);
INSERT INTO `student_class` VALUES ('305', '565', '6', null);
INSERT INTO `student_class` VALUES ('306', '566', '6', null);
INSERT INTO `student_class` VALUES ('307', '567', '6', null);
INSERT INTO `student_class` VALUES ('308', '568', '6', null);
INSERT INTO `student_class` VALUES ('309', '569', '6', null);
INSERT INTO `student_class` VALUES ('310', '570', '6', null);
INSERT INTO `student_class` VALUES ('311', '571', '6', null);
INSERT INTO `student_class` VALUES ('312', '572', '6', null);
INSERT INTO `student_class` VALUES ('313', '573', '6', null);
INSERT INTO `student_class` VALUES ('314', '574', '6', null);
INSERT INTO `student_class` VALUES ('315', '575', '6', null);
INSERT INTO `student_class` VALUES ('316', '576', '6', null);
INSERT INTO `student_class` VALUES ('317', '577', '6', null);
INSERT INTO `student_class` VALUES ('386', '646', '1', 'A');
INSERT INTO `student_class` VALUES ('387', '647', '1', 'A');
INSERT INTO `student_class` VALUES ('388', '648', '1', 'A');
INSERT INTO `student_class` VALUES ('389', '649', '1', 'A');
INSERT INTO `student_class` VALUES ('390', '650', '1', 'A');
INSERT INTO `student_class` VALUES ('391', '651', '1', 'A');
INSERT INTO `student_class` VALUES ('392', '652', '1', 'A');
INSERT INTO `student_class` VALUES ('393', '653', '1', 'A');
INSERT INTO `student_class` VALUES ('394', '654', '1', 'A');
INSERT INTO `student_class` VALUES ('395', '655', '1', 'A');
INSERT INTO `student_class` VALUES ('396', '656', '1', 'A');
INSERT INTO `student_class` VALUES ('397', '657', '1', 'A');
INSERT INTO `student_class` VALUES ('398', '658', '1', 'A');
INSERT INTO `student_class` VALUES ('399', '659', '1', 'A');
INSERT INTO `student_class` VALUES ('400', '660', '1', 'A');
INSERT INTO `student_class` VALUES ('401', '661', '1', 'A');
INSERT INTO `student_class` VALUES ('420', '662', '1', 'B');
INSERT INTO `student_class` VALUES ('421', '663', '1', 'B');
INSERT INTO `student_class` VALUES ('422', '664', '1', 'B');
INSERT INTO `student_class` VALUES ('423', '665', '1', 'B');
INSERT INTO `student_class` VALUES ('424', '666', '1', 'B');
INSERT INTO `student_class` VALUES ('425', '667', '1', 'B');
INSERT INTO `student_class` VALUES ('426', '668', '1', 'B');
INSERT INTO `student_class` VALUES ('427', '669', '1', 'B');
INSERT INTO `student_class` VALUES ('428', '670', '1', 'B');
INSERT INTO `student_class` VALUES ('429', '671', '1', 'B');
INSERT INTO `student_class` VALUES ('430', '672', '1', 'B');
INSERT INTO `student_class` VALUES ('431', '673', '1', 'B');
INSERT INTO `student_class` VALUES ('432', '674', '1', 'B');
INSERT INTO `student_class` VALUES ('433', '675', '1', 'B');
INSERT INTO `student_class` VALUES ('434', '676', '1', 'B');
INSERT INTO `student_class` VALUES ('435', '677', '1', 'B');
INSERT INTO `student_class` VALUES ('436', '678', '1', 'B');
INSERT INTO `student_class` VALUES ('437', '679', '2', 'A');
INSERT INTO `student_class` VALUES ('438', '680', '2', 'A');
INSERT INTO `student_class` VALUES ('439', '681', '2', 'A');
INSERT INTO `student_class` VALUES ('440', '682', '2', 'A');
INSERT INTO `student_class` VALUES ('441', '683', '2', 'A');
INSERT INTO `student_class` VALUES ('442', '684', '2', 'A');
INSERT INTO `student_class` VALUES ('443', '685', '2', 'A');
INSERT INTO `student_class` VALUES ('444', '686', '2', 'A');
INSERT INTO `student_class` VALUES ('445', '687', '2', 'A');
INSERT INTO `student_class` VALUES ('446', '688', '2', 'A');
INSERT INTO `student_class` VALUES ('447', '689', '2', 'A');
INSERT INTO `student_class` VALUES ('448', '690', '2', 'A');
INSERT INTO `student_class` VALUES ('449', '691', '2', 'A');
INSERT INTO `student_class` VALUES ('450', '692', '2', 'A');
INSERT INTO `student_class` VALUES ('451', '693', '2', 'A');
INSERT INTO `student_class` VALUES ('452', '694', '2', 'A');
INSERT INTO `student_class` VALUES ('453', '695', '2', 'A');
INSERT INTO `student_class` VALUES ('454', '696', '2', 'A');
INSERT INTO `student_class` VALUES ('455', '697', '2', 'A');
INSERT INTO `student_class` VALUES ('456', '698', '2', 'A');
INSERT INTO `student_class` VALUES ('457', '699', '2', 'A');
INSERT INTO `student_class` VALUES ('458', '700', '2', 'A');
INSERT INTO `student_class` VALUES ('459', '701', '2', 'A');
INSERT INTO `student_class` VALUES ('460', '702', '2', 'A');
INSERT INTO `student_class` VALUES ('461', '703', '2', 'A');
INSERT INTO `student_class` VALUES ('462', '704', '2', 'A');
INSERT INTO `student_class` VALUES ('463', '705', '2', 'A');
INSERT INTO `student_class` VALUES ('464', '706', '2', 'A');
INSERT INTO `student_class` VALUES ('465', '707', '3', 'A');
INSERT INTO `student_class` VALUES ('466', '708', '3', 'A');
INSERT INTO `student_class` VALUES ('467', '709', '3', 'A');
INSERT INTO `student_class` VALUES ('468', '710', '3', 'A');
INSERT INTO `student_class` VALUES ('469', '711', '3', 'A');
INSERT INTO `student_class` VALUES ('470', '712', '3', 'A');
INSERT INTO `student_class` VALUES ('471', '713', '3', 'A');
INSERT INTO `student_class` VALUES ('472', '714', '3', 'A');
INSERT INTO `student_class` VALUES ('473', '715', '3', 'A');
INSERT INTO `student_class` VALUES ('474', '716', '3', 'A');
INSERT INTO `student_class` VALUES ('475', '717', '3', 'A');
INSERT INTO `student_class` VALUES ('476', '718', '3', 'A');
INSERT INTO `student_class` VALUES ('477', '719', '3', 'A');
INSERT INTO `student_class` VALUES ('478', '720', '3', 'A');
INSERT INTO `student_class` VALUES ('479', '721', '3', 'A');
INSERT INTO `student_class` VALUES ('480', '722', '3', 'A');
INSERT INTO `student_class` VALUES ('481', '723', '3', 'A');
INSERT INTO `student_class` VALUES ('482', '724', '3', 'A');
INSERT INTO `student_class` VALUES ('483', '725', '3', 'B');
INSERT INTO `student_class` VALUES ('484', '726', '3', 'B');
INSERT INTO `student_class` VALUES ('485', '727', '3', 'B');
INSERT INTO `student_class` VALUES ('486', '728', '3', 'B');
INSERT INTO `student_class` VALUES ('487', '729', '3', 'B');
INSERT INTO `student_class` VALUES ('488', '730', '3', 'B');
INSERT INTO `student_class` VALUES ('489', '731', '3', 'B');
INSERT INTO `student_class` VALUES ('490', '732', '3', 'B');
INSERT INTO `student_class` VALUES ('491', '733', '3', 'B');
INSERT INTO `student_class` VALUES ('492', '734', '3', 'B');
INSERT INTO `student_class` VALUES ('493', '735', '3', 'B');
INSERT INTO `student_class` VALUES ('494', '736', '3', 'B');
INSERT INTO `student_class` VALUES ('495', '737', '3', 'B');
INSERT INTO `student_class` VALUES ('496', '738', '3', 'B');
INSERT INTO `student_class` VALUES ('497', '739', '3', 'B');
INSERT INTO `student_class` VALUES ('498', '740', '3', 'B');
INSERT INTO `student_class` VALUES ('499', '741', '3', 'B');
INSERT INTO `student_class` VALUES ('500', '742', '3', 'B');
INSERT INTO `student_class` VALUES ('501', '743', '3', 'B');

-- ----------------------------
-- Table structure for `student_contact`
-- ----------------------------
DROP TABLE IF EXISTS `student_contact`;
CREATE TABLE `student_contact` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `student_id` bigint(20) DEFAULT NULL,
  `name` varchar(100) DEFAULT NULL,
  `phone` varchar(30) DEFAULT NULL,
  `relation` varchar(10) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=32 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of student_contact
-- ----------------------------
INSERT INTO `student_contact` VALUES ('1', '76', '김기성', '323442', 'ysis', '1', null, null, null);
INSERT INTO `student_contact` VALUES ('31', '82', 'sdfsdf', '234234234', 'br', '1', null, null, null);

-- ----------------------------
-- Table structure for `student_family`
-- ----------------------------
DROP TABLE IF EXISTS `student_family`;
CREATE TABLE `student_family` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `student_id` bigint(20) DEFAULT NULL,
  `name` varchar(100) DEFAULT NULL,
  `relation` varchar(10) DEFAULT NULL,
  `birthday` varchar(30) DEFAULT NULL,
  `address` varchar(200) DEFAULT NULL,
  `with` int(11) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `note` varchar(300) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=34 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of student_family
-- ----------------------------
INSERT INTO `student_family` VALUES ('3', '267', '리명순', 'm', '2015/05/04', '뮻', '1', '1', null, null, null, null);
INSERT INTO `student_family` VALUES ('33', '82', 'sdfdsfds', 'br', '', 'sdfsdfsdf', '1', '1', 'sdfsdfsdfsdf', null, null, null);

-- ----------------------------
-- Table structure for `student_keeper`
-- ----------------------------
DROP TABLE IF EXISTS `student_keeper`;
CREATE TABLE `student_keeper` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `student_id` bigint(20) DEFAULT NULL,
  `name` varchar(100) DEFAULT NULL,
  `nameen` varchar(100) DEFAULT NULL,
  `namekr` varchar(100) DEFAULT NULL,
  `namenick` varchar(100) DEFAULT NULL,
  `relation` varchar(10) DEFAULT NULL,
  `sex` varchar(3) DEFAULT NULL,
  `birthday` varchar(30) DEFAULT NULL,
  `job` varchar(250) DEFAULT NULL,
  `address` varchar(200) DEFAULT NULL,
  `address2` varchar(200) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `phone_type` varchar(10) DEFAULT NULL,
  `fax` varchar(20) DEFAULT NULL,
  `nation` varchar(3) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=525 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of student_keeper
-- ----------------------------
INSERT INTO `student_keeper` VALUES ('149', '267', '具成祐', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('150', '268', '木下海勝', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('151', '269', '農座隆浩', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('152', '270', '西森徹治', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('153', '271', '高橋智明', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('154', '272', '鳥居あゆみ', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('155', '273', '前田潔', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('156', '274', '前田展孝', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('157', '275', '松井雄一', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('158', '276', '南口直哉', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('159', '277', '鈴木恵', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('160', '278', '吉村利彦', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('161', '279', '岩田恵', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('162', '280', '播磨一彦', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('163', '281', '藤坂裕可', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('164', '282', '福田真理子', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('165', '283', '高泰進', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('166', '284', '金桂鴻', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('167', '285', '金健一', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('168', '286', '朴真一', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('169', '287', '伊藤雅章', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('170', '288', '諸寿美', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('171', '289', '木下明彦', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('172', '290', '下岡宏', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('173', '291', '李榮峻', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('174', '292', '井上素惠子', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('175', '293', '黄成愛', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('176', '294', '孫敏幸', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('177', '295', '崔宰泳', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('178', '296', '姜孝信', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('179', '297', '康弘毅', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('180', '298', '高勇植', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('181', '299', '高賛黙', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('182', '300', '権正人', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('183', '301', '金建瑩', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('184', '302', '金泳天', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('185', '303', '安淑憲', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('186', '304', '李政祐', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('187', '305', '李海雄', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('188', '306', '鄭勝仁', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('189', '307', '崔容準', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('190', '308', '高信志', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('191', '309', '権暻泰', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('192', '310', '北聡司', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('193', '311', '金富鎭', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('194', '312', '盧大植', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('195', '313', '朴孝穆', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('196', '314', '裵鍾鎬', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('197', '315', '松田靖義', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('198', '316', '尹在必', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('199', '317', '李明恵', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('200', '318', '車銀京', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('201', '319', '崔浩幸', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('202', '320', '崔幸采', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('203', '321', '中田辰也', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('204', '322', '西野克行', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('205', '323', '武井隆史', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('206', '324', '正木珠美', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('207', '325', '朴喜煥', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('208', '326', '坂口充伸', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('209', '327', '坂本新一', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('210', '328', '佐古勇一', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('211', '329', '杉本伴博', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('212', '330', '住田あゆみ', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('213', '331', '嶋谷卓也', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('214', '332', '山本和宏', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('215', '333', '山下雅雄', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('216', '334', '任宗彬', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('217', '335', '福島佳子', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('218', '336', '金美辰', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('219', '337', '文敬善', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('220', '338', '和田安信', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('221', '339', '李夏男', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('222', '340', '李庸琴', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('223', '341', '李昌爀', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('224', '342', '池田昌弘', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('225', '343', '鉾之原英樹', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('226', '344', '姜国男', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('227', '345', '李由美', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('228', '346', '徐信恵', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('229', '347', '郭銀淑', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('230', '348', '金健一', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('231', '349', '徐東寶', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('232', '350', '金初美', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('233', '351', '林忠實', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('234', '352', '兪明淑', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('235', '353', '許主寧', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('236', '354', '松村達成', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('237', '355', '姜盛圭', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('238', '356', '大原幸子', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('239', '357', '高賛黙', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('240', '358', '金宗治', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('241', '359', '毛利耕三', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('242', '360', '曺海慶', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('243', '361', '呉美知', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('244', '362', '赤井三省', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('245', '363', '石田佳史', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('246', '364', '石田美幸', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('247', '365', '平井清実', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('248', '366', '金宣吉', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('249', '367', '中川正俊', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('250', '368', '南文雄', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('251', '369', '全炫宣', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('252', '370', '呉成鎬', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('253', '371', '稲田増巳', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('254', '372', '石田美幸', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('255', '373', '崔相柱', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('256', '374', '鎌田健一', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('257', '375', '上村貴代', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('258', '376', '木下海勝', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('259', '377', '金昌鏞', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('260', '378', '土橋香', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('261', '379', '山口政志', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('262', '380', '池田知沙', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('263', '381', '徐忠志', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('264', '382', '李慶姫', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('265', '383', '趙鏞朱', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('266', '384', '韓哲洙', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('267', '385', '金光敏', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('268', '386', '住智香', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('269', '387', '畝木利之', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('270', '388', '曺按壽', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('271', '389', '姜外順', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('272', '390', '金光世美', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('273', '391', '金廷守', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('274', '392', '金元鏞', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('275', '393', '中川広昭', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('276', '394', '中津欣也', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('277', '395', '住谷小百合', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('278', '396', '李宗雨', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('279', '397', '鄭炳泰', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('280', '398', '申東洙', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('281', '399', '中野夏男', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('282', '400', '崔幸采', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('283', '401', '皮正權', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('284', '402', '朱順哲', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('286', '407', '金志賢', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('287', '408', '金度亨', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('288', '409', '朴怡重', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('289', '410', '朴伸矢', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('290', '411', '金泰里', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('291', '412', '高由美', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('292', '413', '西野速人', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('293', '414', '金玟宣', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('294', '415', '金玟宣', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('295', '416', '米満浩史', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('296', '417', '崔博文', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('297', '418', '海老原由美', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('298', '419', '金炯（형）徹', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('299', '420', '金男奎', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('300', '421', '高由美', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('301', '422', '成鉉', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('302', '423', '金正任', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('303', '424', '石倉真司', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('304', '425', '池田祐太', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('305', '426', '張世東', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('306', '427', '趙民權', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('307', '428', '朴好仙', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('308', '429', '金민성', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('309', '430', '鄭眞榮', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('310', '431', '高文規', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('311', '432', '金洪鐵', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('312', '433', '金俸煕', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('313', '434', '孫敏幸', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('314', '435', '張世東', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('315', '436', '趙東住', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('316', '437', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('317', '438', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('318', '439', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('319', '440', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('320', '441', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('321', '442', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('322', '443', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('323', '444', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('324', '445', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('325', '446', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('326', '447', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('327', '448', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('328', '449', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('329', '450', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('330', '451', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('331', '452', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('332', '453', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('333', '454', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('334', '455', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('335', '456', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('336', '457', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('337', '458', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('338', '459', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('339', '460', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('340', '461', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('341', '462', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('342', '463', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('343', '464', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('344', '465', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('345', '466', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('346', '467', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('347', '468', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('348', '469', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('349', '470', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('350', '471', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('351', '472', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('352', '473', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('353', '474', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('354', '475', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('355', '476', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('356', '477', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('357', '478', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('358', '479', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('359', '480', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('360', '481', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('361', '482', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('362', '483', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('363', '484', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('364', '485', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('365', '486', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('366', '487', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('367', '488', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('368', '489', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('369', '490', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('370', '491', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('371', '492', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('372', '493', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('373', '494', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('374', '495', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('375', '496', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('376', '497', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('377', '498', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('378', '499', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('379', '500', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('380', '501', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('381', '502', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('382', '503', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('383', '504', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('384', '505', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('385', '506', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('386', '507', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('387', '508', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('388', '509', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('389', '510', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('390', '511', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('391', '512', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('392', '513', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('393', '514', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('394', '515', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('395', '516', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('396', '517', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('397', '518', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('398', '519', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('399', '520', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('400', '521', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('401', '522', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('402', '523', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('403', '524', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('404', '525', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('405', '526', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('406', '527', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('407', '528', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('408', '529', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('409', '530', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('410', '531', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('411', '532', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('412', '533', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('413', '534', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('414', '535', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('415', '536', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('416', '537', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('417', '538', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('418', '539', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('419', '540', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('420', '541', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('421', '542', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('422', '543', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('423', '544', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('424', '545', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('425', '546', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('426', '547', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('427', '548', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('428', '549', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('429', '550', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('430', '551', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('431', '552', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('432', '553', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('433', '554', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('434', '555', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('435', '556', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('436', '557', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('437', '558', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('438', '559', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('439', '560', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('440', '561', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('441', '562', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('442', '563', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('443', '564', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('444', '565', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('445', '566', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('446', '567', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('447', '568', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('448', '569', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('449', '570', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('450', '571', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('451', '572', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('452', '573', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('453', '574', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('454', '575', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('455', '576', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('456', '577', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('457', '578', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('458', '579', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('459', '580', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('460', '581', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('461', '582', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('462', '583', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('463', '584', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('464', '585', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('465', '586', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('466', '587', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('467', '588', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('468', '589', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('469', '590', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('470', '591', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('471', '592', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('472', '593', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('473', '594', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('474', '595', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('475', '596', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('476', '597', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('477', '598', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('478', '599', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('479', '600', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('480', '601', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('481', '602', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('482', '603', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('483', '604', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('484', '605', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('485', '606', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('486', '607', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('487', '608', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('488', '609', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('489', '610', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('490', '611', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('491', '612', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('492', '613', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('493', '614', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('494', '615', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('495', '616', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('496', '617', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('497', '618', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('498', '619', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('499', '620', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('500', '621', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('501', '622', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('502', '623', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('503', '624', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('504', '625', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('505', '626', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('506', '627', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('507', '628', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('508', '629', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('509', '630', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('510', '631', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('511', '632', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('512', '633', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('513', '634', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('514', '635', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('515', '636', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('516', '637', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('517', '638', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('518', '639', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('519', '640', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('520', '641', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('521', '642', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('522', '643', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('523', '644', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `student_keeper` VALUES ('524', '645', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);

-- ----------------------------
-- Table structure for `teacher`
-- ----------------------------
DROP TABLE IF EXISTS `teacher`;
CREATE TABLE `teacher` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) DEFAULT NULL,
  `nameen` varchar(100) DEFAULT NULL,
  `namekr` varchar(100) DEFAULT NULL,
  `sex` varchar(3) DEFAULT NULL,
  `nation` varchar(3) DEFAULT NULL,
  `department` varchar(3) DEFAULT NULL,
  `birthday` varchar(30) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of teacher
-- ----------------------------

-- ----------------------------
-- Table structure for `teacher2`
-- ----------------------------
DROP TABLE IF EXISTS `teacher2`;
CREATE TABLE `teacher2` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `enter_date` varchar(30) DEFAULT NULL,
  `enter_kind` varchar(100) DEFAULT NULL,
  `name` varchar(100) DEFAULT NULL,
  `nameen` varchar(100) DEFAULT NULL,
  `namekr` varchar(100) DEFAULT NULL,
  `namenick` varchar(100) DEFAULT NULL,
  `sex` varchar(10) DEFAULT NULL,
  `birthday` varchar(30) DEFAULT NULL,
  `address` varchar(200) DEFAULT NULL,
  `address2` varchar(200) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `fax` varchar(20) DEFAULT NULL,
  `mobile` varchar(20) DEFAULT NULL,
  `nation` varchar(3) DEFAULT NULL,
  `note` varchar(500) DEFAULT NULL,
  `teacher_id` int(11) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=78 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of teacher2
-- ----------------------------
INSERT INTO `teacher2` VALUES ('77', '2015/05/13', '理事', '具花鈴', '具花鈴', '具花鈴', '具花鈴', '女', '1999/04/15', '堺市南区赤坂台3-9-32-308', '', '072-292-2248', '590-0144', '', '日本', null, null, null, null, null);

-- ----------------------------
-- Table structure for `teacher_attendinginformation`
-- ----------------------------
DROP TABLE IF EXISTS `teacher_attendinginformation`;
CREATE TABLE `teacher_attendinginformation` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `teacher_id` bigint(20) DEFAULT NULL,
  `duration` varchar(30) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=92 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of teacher_attendinginformation
-- ----------------------------
INSERT INTO `teacher_attendinginformation` VALUES ('2', '221', '0.0', null, null, null);
INSERT INTO `teacher_attendinginformation` VALUES ('3', '222', '0.0', null, null, null);
INSERT INTO `teacher_attendinginformation` VALUES ('4', '223', '0.0', null, null, null);
INSERT INTO `teacher_attendinginformation` VALUES ('5', '224', '0.0', null, null, null);
INSERT INTO `teacher_attendinginformation` VALUES ('6', '225', '0.0', null, null, null);
INSERT INTO `teacher_attendinginformation` VALUES ('9', '79', '0.0', null, null, null);
INSERT INTO `teacher_attendinginformation` VALUES ('87', '78', '0.0', null, null, null);
INSERT INTO `teacher_attendinginformation` VALUES ('91', '77', '23.0', null, null, null);

-- ----------------------------
-- Table structure for `teacher_career`
-- ----------------------------
DROP TABLE IF EXISTS `teacher_career`;
CREATE TABLE `teacher_career` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `teacher_id` bigint(20) DEFAULT NULL,
  `place` varchar(100) DEFAULT NULL,
  `enter_date` varchar(30) DEFAULT NULL,
  `retire_date` varchar(30) DEFAULT NULL,
  `job` varchar(100) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=158 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of teacher_career
-- ----------------------------
INSERT INTO `teacher_career` VALUES ('157', '77', 'asdasdasdas', '2015/04/27', '2015/05/13', 'adasda', '0', null, null, null);

-- ----------------------------
-- Table structure for `teacher_contact`
-- ----------------------------
DROP TABLE IF EXISTS `teacher_contact`;
CREATE TABLE `teacher_contact` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `teacher_id` bigint(20) DEFAULT NULL,
  `name` varchar(100) DEFAULT NULL,
  `phone` varchar(30) DEFAULT NULL,
  `relation` varchar(10) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of teacher_contact
-- ----------------------------

-- ----------------------------
-- Table structure for `teacher_drivercard`
-- ----------------------------
DROP TABLE IF EXISTS `teacher_drivercard`;
CREATE TABLE `teacher_drivercard` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `teacher_id` bigint(20) DEFAULT NULL,
  `has` tinyint(4) DEFAULT NULL,
  `kind` varchar(100) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=91 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of teacher_drivercard
-- ----------------------------
INSERT INTO `teacher_drivercard` VALUES ('90', '77', '0', '', null, null, null);

-- ----------------------------
-- Table structure for `teacher_familyinformation`
-- ----------------------------
DROP TABLE IF EXISTS `teacher_familyinformation`;
CREATE TABLE `teacher_familyinformation` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `teacher_id` bigint(20) DEFAULT NULL,
  `number_of_dependent` int(11) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=104 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of teacher_familyinformation
-- ----------------------------
INSERT INTO `teacher_familyinformation` VALUES ('103', '77', '0', null, null, null);

-- ----------------------------
-- Table structure for `teacher_familymember`
-- ----------------------------
DROP TABLE IF EXISTS `teacher_familymember`;
CREATE TABLE `teacher_familymember` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `teacher_id` bigint(20) DEFAULT NULL,
  `name` varchar(100) DEFAULT NULL,
  `relation` varchar(10) DEFAULT NULL,
  `birthday` varchar(30) DEFAULT NULL,
  `address` varchar(200) DEFAULT NULL,
  `with` int(11) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `note` varchar(300) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of teacher_familymember
-- ----------------------------

-- ----------------------------
-- Table structure for `teacher_lastgraduation`
-- ----------------------------
DROP TABLE IF EXISTS `teacher_lastgraduation`;
CREATE TABLE `teacher_lastgraduation` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `teacher_id` bigint(20) DEFAULT NULL,
  `school_kind` varchar(30) DEFAULT NULL,
  `school_name` varchar(30) DEFAULT NULL,
  `school_department` varchar(30) DEFAULT NULL,
  `school_subject` varchar(30) DEFAULT NULL,
  `school_result` varchar(30) DEFAULT NULL,
  `teacher_scholar` varchar(30) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=102 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of teacher_lastgraduation
-- ----------------------------
INSERT INTO `teacher_lastgraduation` VALUES ('101', '77', null, '', '', '', null, '', null, null, null);

-- ----------------------------
-- Table structure for `teacher_passport`
-- ----------------------------
DROP TABLE IF EXISTS `teacher_passport`;
CREATE TABLE `teacher_passport` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `teacher_id` bigint(20) DEFAULT NULL,
  `has` tinyint(11) DEFAULT NULL,
  `no` varchar(50) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=92 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of teacher_passport
-- ----------------------------
INSERT INTO `teacher_passport` VALUES ('91', '77', '0', '', null, null, null);

-- ----------------------------
-- Table structure for `teacher_positioninformation`
-- ----------------------------
DROP TABLE IF EXISTS `teacher_positioninformation`;
CREATE TABLE `teacher_positioninformation` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `teacher_id` bigint(20) DEFAULT NULL,
  `current_position` varchar(500) DEFAULT NULL,
  `take_content` varchar(500) DEFAULT NULL,
  `take_date` varchar(30) DEFAULT NULL,
  `retire_content` varchar(500) DEFAULT NULL,
  `retire_date` varchar(30) DEFAULT NULL,
  `change_content` varchar(500) DEFAULT NULL,
  `change_date` varchar(30) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=105 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of teacher_positioninformation
-- ----------------------------
INSERT INTO `teacher_positioninformation` VALUES ('104', '77', 'asdadadasd', '', '2015/05/30', '', '2015/05/30', '', '2015/05/30', null, null, null);

-- ----------------------------
-- Table structure for `teacher_rewardpunishment`
-- ----------------------------
DROP TABLE IF EXISTS `teacher_rewardpunishment`;
CREATE TABLE `teacher_rewardpunishment` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `teacher_id` bigint(20) DEFAULT NULL,
  `content` varchar(500) DEFAULT NULL,
  `date` varchar(30) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of teacher_rewardpunishment
-- ----------------------------

-- ----------------------------
-- Table structure for `teacher_transport`
-- ----------------------------
DROP TABLE IF EXISTS `teacher_transport`;
CREATE TABLE `teacher_transport` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `teacher_id` bigint(20) DEFAULT NULL,
  `sector` varchar(100) DEFAULT NULL,
  `start_station` varchar(100) DEFAULT NULL,
  `end_station` varchar(100) DEFAULT NULL,
  `cost` float DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of teacher_transport
-- ----------------------------

-- ----------------------------
-- Table structure for `user`
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(30) DEFAULT NULL,
  `user_password` varchar(100) DEFAULT NULL,
  `state` int(11) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `teacher_id` bigint(20) DEFAULT NULL,
  `timestamp` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('1', 'admin', 'admin', null, null, null, null, null);
